Repository: digitalinteraction/appmovement
Catalog: app/Locale/ara/LC_MESSAGES/default.po
Languages: ar

source: You have not supported this movement so you are not eligible to vote or contribute in the design phase. You are however free to browse what others have submitted.
ar: أنت لم تدعم هذه الحركة لذا لا تملك الحق في المشاركة بعملية التصميم او التصويت على المشاركات ولكن يمكنك ان تطّلع على ما ساهم به الاخرون.

source: Design Complete
ar: إكتمل التصميم

source: The design phase is now complete, we will select the highest voted contributions to tailor the application. You can view the community's contributions below.
ar: مرحلة التصميم اكتملت الآن، سوف نختار المساهمات التي حصلت على اكثر عدد من الاصوات لتصميم التطبيق. يمكنك مشاهدة جميع المساهمات أدناه.

source: Fixed Option
ar: خيار ثابت

source: User Contribution
ar: مساهمة المستخدم

source: Awesome!
ar: رائع!

source: You've submitted contributions to all of the design tasks, thank you!
ar: لقد ساهمت في جميع مهام التصميم، شكرا لك!

source: Don't forget to come back and vote on contributions from other members!
ar: لا تنسى أن تعود و تصوت على مساهمات الأعضاء الآخرين!

source: Instructions
ar: تعليمات

source: The design phase is now complete, you can view the contributions below. The winning contributions are highlighted in green.
ar: مرحلة التصميم إكتملت الآن ويمكنك إستعراض المساهمات أدناه. المساهمات الفائزة تظهر باللون الاخضر.

source: Admin Section
ar: قسم الإدارة

source: APP STORE
ar: متجر التطبيقات

source: LAUNCH
ar: إطلاق

source: App Name
ar: إسم التطبيق

source: Clear
ar: مسح

source: Apply
ar: تنفيذ

source: App Icon
ar: أيقونة التطبيق

source: Click below to send the launch notification to all supporters
ar: انقر أدناه لإرسال تنبيه عن الإطلاق لجميع المؤيدين

source: Send Launch Notification
ar: إرسال تنبيه إطلاق

source: Notifications have been sent!
ar: تم ارسال التنبيه!

source: Loading
ar: تحميل

source: Your Dashboard
ar: لوحة التحكم الرئيسية

source: Joined
ar: إنضم

source: Site Users
ar: مستخدمي الموقع

source: Edit Profile
ar: تعديل الملف الشخصي

source: Logout
ar: خروج

source: Your Movements
ar: حركاتك

source: Your Notification Stream
ar: التنبيهات الخاصة بك

source: Site users
ar: مستخدمي الموقع

source: Fullname
ar: الإسم الكامل

source: Profile Photo
ar: صورة الملف الشخصي

source: Notification Preferences
ar: تفضيلات التنبيهات

source: Send me awesome email updates
ar: أرسل لي التحديثات على البريد الإلكتروني

source: Update Profile
ar: تحديث الملف الشخصي

source: Forgot Password
ar: نسيت كلمة المرور

source: Send Reset Email
ar: إرسال بريد الإلكتروني لإعادة التعيين

source: Please enter the email address you used to register to reset your password.
ar: يرجى إدخال عنوان البريد الإلكتروني الذي استخدمته للتسجيل لإعادة تعيين كلمة المرور الخاصة بك.

source: Send Email
ar: أرسل بريد الكتروني

source: Forgotten your password?
ar: هل نسيت كلمة المرور؟

source: Create an Account
ar: إنشاء حساب

source: Confirm Password
ar: تأكيد كلمة المرور

source: By creating an account means you agree to App Movement's <br /> %s and %s
ar: إنشاء حساب يعني أنك توافق على %s و %s

source: I already have an account
ar: لدي حساب مسبق

source: Reset Your Password
ar: إعادة تعيين كلمة المرور الخاصة بك

source: Please enter new password below.
ar: يرجى إدخال كلمة المرور الجديدة أدناه.

source: New Password
ar: كلمة المرور الجديدة

source: Please re-enter password
ar: يرجى إعادة إدخال كلمة المرور

source: %s's Profile
ar: الملف الشخصي ل %s

source: %s has no movements
ar: %s لا يوجد لديه حركات

source: data is incorrect format for this notification type, or you have not specified a notification type
ar: البيانات غير صحيحة لهذا النوع من التنبيه، أو أنك لم تقم بتحديد نوع التنبيه.

source: Please enter some review text
ar: الرجاء إدخال ملاحظتك

source: Review text must be less than 800 characters
ar: يجب أن يكون النص أقل من ٨٠٠ حرفا

source: Please enter your full name
ar: الرجاء إدخال إسمك الكامل

source: Full name must be less than 40 characters
ar: يجب أن يكون الإسم أقل من ٤٠ حرفا

source: Please enter a username
ar: الرجاء إدخال إسم المستخدم

source: That username has been taken, please choose another
ar: إسم المستخدم موجود سابقاَ، يرجى اختيار إسم آخر

source: Only letters, numbers, underscores or dashes. Please enter a valid name
ar: فقط الأحروف والأرقام و الشرطات العلوية والسفلية مسموحة. الرجاء إدخال إسم صحيح

source: Usernames must be less than 40 characters
ar: يجب أن يكون إسم المستخدم أقل من ٤٠ حرفا

source: Please enter a password
ar: الرجاء إدخال كلمة المرور

source: Password must be more than 8 characters
ar: يجب أن تكون كلمة المرور أكثر من ٨ أحرف

source: Password must be less than 40 characters
ar: يجب أن تكون كلمة المرور أقل من ٤٠ حرفا

source: Please re-enter your password
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك

source: Both password fields must match
ar: يجب أن يتطابق كلا حقلي كلمة المرور

source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح

source: An account registered with this email already exists, please enter another or login below
ar: هذا البريد الإلكتروني مسجل مسبقا، يرجى إدخال عنوان آخر أو تسجيل الدخول في الأسفل

source: Emails must be less than 240 characters
ar: يجب أن يكون البريد الإلكتروني أقل من ٢٤٠ حرفا

source: Image must be of type: jpg, jpeg or png
ar: يجب أن تكون الصورة من نوع: JPG ،JPEG أو PNG

source: Image must be more than 5KB
ar: يجب أن تكون الصورة أكثر من 5KB

source: Image must be less than 3MB
ar: يجب أن تكون الصورة أقل من 3MB

source: Colour Scheme
ar: مخطط الألوان

source: Rating Options
ar: خيارات التقييم

source: Map Pin Style
ar: شكل دبوس الخريطة

source: Choose a name that will grab attention and sounds great
ar: إختر إسما مميزاً يثير الإنتباه

source: A memorable icon ensures people will engage with your app
ar: إختيار ايقونة مميزة سيشجع الآخرين على التفاعل مع تطبيقك

source: Select a colour scheme that will fit the app purpose
ar: إختر مخططاً للألوان يتلائم مع الغرض من التطبيق

source: These are the things users of the app will rate on a scale of 0 - 5 stars (e.g. Comfort, Price, Quality etc.)
ar: هذه هي الأشياء التي سيقوم المستخدمون بتقييمها على مقياس من ٠-٥ نجوم (مثلا الراحة، السعر، النوعية، الخ)

source: Choose a style of map pin to indicate the location of places on the map
ar: إختر شكل الدبوس الذي سيستخدم للإشارة الى المواقع على الخريطة

source: Its time to choose a name for the app, you can vote on the contributions below or submit your own. The contribution with the highest votes at the end of the design period will be the final name.
ar: حان وقت إختيار إسم التطبيق، يمكنك إقتراح إسم جديد أو التصويت على إقتراحات الآخرين. الإسم الذي يجمع أعلى عدد من الأصوات في نهاية مرحلة التصميم سيتم إختياره.

source: Below are some of the logos submitted by the community but you can always add your own. The contribution with the highest votes at the end of the design phase will be selected for use throughout the app.
ar: في الأسفل مجموعة الشعارات التي تم إقتراحها مسبقا ويمكنك إضافة إقتراحك أيضا. الشعار الذي يجمع أعلى عدد من الأصوات في نهاية مرحلة التصميم سيتم إختياره.

source: Choose a beautiful colour scheme for your application. Think about your brand colours and vote on the submissions below or add your own idea.
ar: إختر مخططا للألوان مناسب لتطبيقك. فكر بعلامتك التجارية وصوت على المقترحات الموجودة أو أضف مقترحك.

source: Here you can vote on different review options proposed by users or submit your own ideas at the bottom.
ar: يمكنك التصويت هنا على خيارات التعليق المختلفة التي إقترحها المستخدمون أو إضافة إفكارك في الأسفل.

source: When places are added to the map their location is represented by a map pin. You can vote for your favourite style of map pin in this design task.
ar: عندما إضافة موقع الى الخريطة سيشار اليه بدبوس خريطة. في هذه المرحلة من التصميم يمكنك التصويت على شكل الدبوس الذي تفضله.

source: abusive / offensive
ar: مسيئ / عدواني

source: copyright
ar: تعدي على حقوق الطبع

source: spam
ar: بريد مزعج

source: Your App Movement has been created! Get promoting your Movement now!
ar: تم إنشاء حملتك، إبدأ بالاعلان عنها الآن!

source: Great news, You've Reached The Goal!
ar: تهانينا، لقد حققت الهدف.

source: Your App is Almost Here!
ar: تطبيقك جاهز تقريبا!

source: Your App Is Now Available To Download!
ar: تطبيقك جاهز للتحميل الآن!

source: Your Movement Has Unfortunately Missed The Target
ar: للأسف حملتك لم تنجح في الوصول الى الهدف

source: You Have Successfully Supported a Movement!
ar: لقد قمت بدعم الحملة بنجاح

source: {creator_name} has posted an update about {movement_title}
ar: ‏{creator_name} نشر تحديثاً عن {movement_title}
