Repository: digitalinteraction/appmovement
Catalog: app/Locale/ara/LC_MESSAGES/default.po
Languages: ar

source: You are required to be logged in for this transaction
ar: يجب أن تقوم بتسجيل الدخول لإتمام هذه العملية

source: You do not have permission to do that
ar: لا تملك الصلاحية لهذه العملية

source: No file has been submitted
ar: لم يتم رفع أي ملف

source: Error in file submission
ar: حدث خطأ خلال رفع الملف

source: Contribution has been submitted
ar: تم إرسال مساهمتك بنجاح!

source: Please ensure that your image is in the correct format (jpg, jpeg, png) and is between 2KB - 3MB
ar: يرجى التأكد من أن الصورة هي في الشكل الصحيح (JPG ، JPEG ، PNG) و حجمها ما بين 3KB - 2MB

source: Contribution id required
ar: مطلوب رقم المساهمة!

source: Could not find movement
ar: لم نتمكن من ايجاد حركة مطابقة

source: %s needs your support
ar: ‏%s يحتاج دعمكم

source: Your friends have been invited
ar: تمت دعوة اصدقائك

source: Start a Movement
ar: إبدأ حركتك

source: Please login or create an account to start a movement
ar: الرجاء تسجيل الدخول او انشاء حساب للبدء بحركة جديدة

source: There are some errors with your movement
ar: يوجد بعض الأخطاء في حركتك

source: Edit Movement
ar: تعديل الحركة

source: Movement was updated
ar: تم تعديل الحركة

source: Movement was not updated
ar: لم يتم تعديل الحركة

source: Movement was deleted
ar: تم حذف الحركة

source: This movement has not yet reached the launch phase
ar: لم تصل هذه الحركة بعد لمرحلة الإطلاق

source: Movements with 5 supporters or more cannot be edited
ar: الحركات التي تم تأييدها من قبل ٥ مؤيدين أو أكثر لا يمكن تعديلها.

source: We have new updates for you!
ar: توجد تحديثات جديدة

source: Please check that you have entered the correct code. This can be found at https://app-movement.com
ar: الرجاء التحقق من إدخال الرمز الصحيح والذي يمكنك إيجاده في https://app-movement.com

source: Please check that you have entered the correct code. This can be found at http://app-movement.com
ar: الرجاء التحقق من إدخال الرمز الصحيح والذي يمكنك إيجاده في https://app-movement.com

source: Please verify you are a real person by clicking the button above
ar: للتحقق من أنك شخص حقيقي الرجاء النقر على الزر اعلاه

source: You must be logged in to perform this action
ar: يجب أن تقوم بتسجيل دخول لإتمام هذه العملية

source: Movement has not yet reached the design phase
ar: لم تصل هذه الحركة بعد لمرحلة التصميم

source: You have created an account
ar: لقد قمت بإنشاء حساب جديد

source: You have logged in
ar: تم تسجيل الدخول

source: Your username or password was incorrect.
ar: إسم المستخدم او كلمة المرور غير صحيحة

source: Reset Your App Movement Password
ar: إعادة تعيين كلمة المرور الخاصة بك

source: A reset link will be emailed to you.
ar: سيتم إرسال رابط لإعادة تعيين كلمة المرور الى بريدك الإلكتروني

source: The reset email could not be sent
ar: لم نتمكن من إرسال بريد الإلكتروني لإعادة تعيين كلمة المرور

source: An account does not exist with the given email address
ar: لا يوجد حساب مطابق لعنوان البريد الإلكتروني المدخل

source: Your password has been updated
ar: تم تحديث كلمة المرور الخاصة بك

source: Password could not be updated
ar: لم نتمكن من تحديث كلمة المرور الخاصة بك

source: Your profile was updated
ar: تم تحديث ملفك الشخصي

source: Your profile was not updated
ar: لم نتمكن من تحديث ملفك الشخصي

source: You cannot vote on your own contribution
ar: لا يمكنك التصويت على مساهمتك الخاصة

source: You cannot vote more than once
ar: لا يمكنك التصويت أكثر من مرة واحدة

source: You must be logged in to vote
ar: يجب أن تقوم بتسجيل الدخول لإتمام هذه العملية

source: Please provide username
ar: الرجاء إدخال إسم المستخدم

source: Please provide email
ar: الرجاء ادخال البريد الألكتروني

source: Please provide password
ar: الرجاء ادخال كلمة السر

source: Email address already registered. Please sign in with your App Movement account if you have one.
ar: هذا البريد الالكتروني تم استخدامه من قبل. الرجاء ادخال عنوان اب موفمنت الخاص بك.

source: Username has been taken. Please sign in with your App Movement account if you have one.
ar: اسم المستخدم تم استخدامه من قبل. الرجاء ادخال عنوان اب موفمنت الخاص بك.

source: Account could not be created
ar: لا يمكن انشاء هذا الحساب

source: Authentication Failed
ar: فشل في مصادقة المستخدم

source: Please provide an app name
ar: الرجاء ادخال اسم التطبيق

source: User not found
ar: لم يتم ايجاد المستخدم

source: Email failed to send
ar: فشل في ارسال البريد الالكتروني

source: Please provide user_id
ar: الرجاء ادخال رقم تعريف المستخدم

source: Please provide content_id
ar: الرجاء ادخال رقم المحتويات

source: Please provide valid app_identifier
ar: الرجاء ادخال رقم التطبيق الصحيح

source: Please provide latitude
ar: الرجاء ادخال خط العرض

source: Please provide longitude
ar: الرجاء ادخال خط الطول

source: No venue found
ar: لم يتم ايجاد مكان

source: Failed to submit review
ar: فشل في ارسال التعليق

source: Please provide venue name
ar: الرجاء ادخال اسم المكان

source: Failed to add venue
ar: فشل في اضافة المكان

source: No user found
ar: لم يتم مستخدم

source: Discussion
ar: مناقشة

source: Your comment
ar: تعليقك

source: Comment
ar: تعليق

source: Order by date
ar: الترتيب حسب التاريخ

source: Contact
ar: إتصال

source: FAQ
ar: الأسئلة المتكررة

source: Terms
ar: الشروط والأحكام

source: Privacy
ar: الخصوصية

source: Press
ar: الإعلام

source: SUPPORTED
ar: مدعومة

source: by
ar: بواسطة

source: Under Review
ar: تحت المراجعة

source: Unsuccessful
ar: غير ناجح

source: DAY TO GO
ar: يوم متبقي

source: DAYS TO GO
ar: أيام متبقية

source: Design Phase
ar: مرحلة التصميم

source: Launch Phase
ar: مرحلة الإطلاق

source: Available to Download
ar: متاح للتحميل

source: About
ar: عن الموقع

source: Start
ar: إبدأ

source: Discover
ar: إكتشف

source: Activity
ar: نشاط

source: Login
ar: تسجيل الدخول

source: Register
ar: التسجيل

source: Create Account
ar: إنشاء حساب

source: Watch the introduction video
ar: شاهد الفيديو التعريفي

source: Reply
ar: رد

source: Primary Colour
ar: اللون الأساسي

source: Pin Colour
ar: لون الدبوس

source: Star Colour
ar: لون النجمة

source: Preview
ar: معاينة

source: Open at User's Location
ar: إفتح في موقع المستخدم

source: Support
ar: دعم

source: Design
ar: تصميم

source: Launch
ar: إطلاق

source: Help %s by supporting this movement.
ar: مساعدة %s من خلال دعم هذه الحركة.

source: Work with %s and other supporters to design the app.
ar: العمل مع %s وغيره من المؤيدين لتصميم التطبيق.

source: Download the app from the App Store for free!
ar: تحميل التطبيق من المتجر مجانا!

source: Support %s's app idea - %s
ar: إدعم فكرة %s لتطبيق جديد ل%s

source: Hey there! I’ve found an awesome App Movement that I think you should be a part of. Click the link to find out more about this idea, %s - http://apmv.co/%s Let's start the movement!
ar: مرحبا لقد وجدت حركة مميزة لبناء تطبيق للاجهزة المحمولة وأعتقد انها ستعجبك إضغط على الرابط لتعرف أكثر عن فكرة هذه الحركة ‏%s - http://apmv.co/%s لنبدأ الحركة معا!

source: Delete contribution?
ar: هل تريد الغاء المساهمة؟

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

source: Supported
ar: مدعومة

source: Close
ar: إغلاق

source: Your Name
ar: إسمك

source: Full Name
ar: الإسم الكامل

source: Email Address
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: By creating an account means you agree to our %s and %s
ar: إنشاء حساب يعني أنك توافق على %s و %s

source: Username / Email
ar: إسم المستخدم / البريد الإلكتروني

source: Username
ar: إسم المستخدم

source: Forgotten your password? %s to reset it.
ar: نسيت كلمة المرور الخاصة بك؟ %s لإعادة تعيينها.

source: Click here
ar: إضغط هنا

source: Report Contribution
ar: إبلاغ عن مساهمة

source: Check the option below and click submit if you think this contribution is:
ar: تحقق من الخيار أدناه وأنقر إرسال إذا كنت تعتقد ان هذه المساهمة :

source: Abusive / Offensive
ar: مسيئ / عدواني

source: Copyright Infringement
ar: تعدي على حقوق الطبع

source: Spam
ar: بريد مزعج

source: Please select an option above
ar: الرجاء تحديد أحد الخيارات أعلاه

source: Submit
ar: إرسال

source: Download
ar: تحميل

source: This app has been successfully supported and designed by the community and is now available on the app stores.
ar: تم دعم وتصميم هذا التطبيق بنجاح وهو متوفر الآن في متجر التطبيقات.

source: Please click one of the buttons below to download this app for free.
ar: الرجاء الضغط على أحد الأزرار أدناه لتحميل هذا التطبيق مجانا.

source: Submit Feedback
ar: إرسال ملاحظات

source: Got some feedback for us? Is something not working? We’d love to hear your suggestions. Please leave us a message in the box below.
ar: لديك ملاحظات لنا؟ أي شيء لا يعمل؟ نرغب بسماع إقتراحاتكم. الرجاء ترك رسالة أدناه.

source: Enter your comment here
ar: أدخل تعليقك هنا

source: Start promoting this movement
ar: إبدأ الترويج لهذه الحركة

source: Share the link below anywhere you like to start promoting this app movement and earning influence for the design phase!
ar: شارك الرابط أدناه في أي مكان تريد للاعلان عن حركة التطبيق هذه وكسب الدعم لمرحلة التصميم!

source: Done
ar: تم

source: Confirm Support
ar: تأكيد الدعم

source: Supporting %s's idea simply involves clicking the support button below. You can also help design the app after the movement reaches its target.
ar: يمكنك دعم فكرة %s بالضغط على زر الدعم أدناه. ويمكنك المساعدة في تصميم التطبيق بعد أن تصل حركة التطبيق الى هدفها.

source: Stay up to date
ar: إبقى على إطلاع

source: Receive email notifications with progress updates.
ar: تلقي تنبيهات بالبريد الإلكتروني عن التحديثات.

source: Get access to the design area
ar: الحصول على صلاحية الدخول الى منطقة التصميم

source: Submit ideas and vote on other people's suggestions.
ar: تقديم الأفكار والتصويت على إقتراحات الآخرين.

source: Download the app for free
ar: تحميل التطبيق مجاناً

source: Once it has been designed by the community and generated by us.
ar: عندما يتم تصميمه من قبل المجموعة وإنشائه من قبلنا.

source: Support Idea
ar: إدعم الفكرة

source: Help Design
ar: ساعد بالتصميم

source: View Progress
ar: عرض التقدّم

source: Download App
ar: تحميل التطبيق

source: Movement was unsuccessful
ar: فشلت الحركة

source: Movement Creator
ar: مُنشئ الحركة

source: Supporters
ar: المؤيدون

source: supporter
ar: مؤيد

source: supporters
ar: المؤيدون

source: day to go
ar: يوم متبقي

source: days to go
ar: أيام متبقية

source: day launching
ar: يوم للإطلاق

source: days launching
ar: أيام للإطلاق

source: person shared
ar: شخص شارك

source: people shared
ar: أشخاص شاركوا

source: This Movement has been fully supported!
ar: تم دعم هذه الحركة بشكل تام!

source: more supporters to hit the target.
ar: المزيد من المؤيدين للوصول الى الهدف.

source: Movements with 5 or more supporters cannot be edited.
ar: الحركات التي تم تأييدها من قبل ٥ مؤيدين أو أكثر لا يمكن تعديلها.

source: This movement did not gather enough support to progress to the design phase.
ar: هذه الحركة لم تحصل على الدعم الكافي للإنتقال الى مرحلة التصميم.

source: Post Update
ar: إنشر التحديث

source: Congratulations! Your App is Now Available!
ar: تهانينا! التطبيق الخاص بك متاح الآن!

source: %s has now been fully designed by the %s supporting members of the community and has been generated! Click below to download the app.
ar: إكتمل تصميم %s من قبل %s من المؤيدين للحركة وتم بناء التطبيق. أنقر أدناه لتحميل التطبيق.

source: You started a Movement
ar: لقد بدأت حركة

source: You have successfully created your movement - %s - and it is now visible to the public. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days.</strong>
ar: لقد أنشأت حركتك بنجاح - %s - وهي الآن ظاهرة للجميع. تحتاج الآن لجمع %s من المؤيدين خلال ال %s يوما المقبلة.

source: Design Phase Complete
ar: مرحلة التصميم إكتملت

source: %s has now completed the design phase.
ar: تطبيق %s قد أكمل مرحلة التصميم.

source: The next stage for your Movement is the launch phase where we will generate your app based on the results from the design process. We will submit it to the app store and notify you and other supporters when it is ready to download. You can track the progress of the app through the various stages of its launch by clicking the link below.
ar: المرحلة المقبلة لحركتك هي مرحلة الإطلاق حيث إننا سوف نبني التطبيق إستنادا إلى نتائج مرحلة التصميم وسنقوم بإرساله إلى متجر التطبيقات ونبلغك والمؤيدين الآخرين عندما يكون جاهزا للتحميل. يمكنك تتبع التقدم المحرز لهذا التطبيق خلال المراحل المختلفة لإطلاقه بالضغط على الرابط أدناه.

source: Movement was Unsuccessful
ar: فشلت الحركة

source: <strong>%s people</strong> supported the idea of creating an app for %s. Unfortunately this time you missed our target of %s and will not be taken forward into the design phase.
ar: ‏%s شخص يؤيد فكرة إنشاء تطبيق %s . لسوء الحظ هذه المرة لم تحقق هدف جمع %s مؤيداً ولن تنتقل الى مرحلة التصميم.

source: %s days
ar: %s أيام

source: %s has posted an update
ar: ‏%s قد نشر تحديثا

source: Shared Movement
ar: شاركو الحركة

source: New Supporters
ar: مؤيدون جدد

source: Keep Sharing!
ar: أستمر بالمشاركة!

source: It is really important that you continue to share this Movement in order to reach the goal of %s supporters!
ar: من المهم حقا أن تستمر بمشاركة هذه الحركة من أجل الوصول إلى هدف %s مؤيداً!

source: Movement Supported
ar: تم دعم الحركة

source: Congratulaions! %s has gathered over <strong>%s supporters.</strong> You can now access the <strong>design phase</strong> where you can contribute and vote on ideas. Click below to get started.
ar: تهانينا! فكرة %s قد جمعت %s مؤيداً. يمكنك الآن البدء بمرحلة التصميم حيث يمكنك إعطاء اقتراحاتك او التصويت على أفكار الآخرين. اضغط أدناه لتبدأ.

source: View Design Phase
ar: عرض مرحلة التصميم

source: You supported a Movement
ar: لقد دعمت حركة

source: You have supported %s. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days</strong>.
ar: لقد دعمت %s . وبمساعدتك نحتاج لجمع %s مؤيد في الايام ال%s المقبلة .

source: What happens next?
ar: ماذا سيحدث بعد ذلك؟

source: You will <strong>receive updates</strong> about the progress of this movement via email. If the Movement is successful you will be exclusively invited to the design phase where you can help shape the design of the app.
ar: سوف تتلقى تحديثات حول التقدم المحرز في هذه الحركة عبر البريد الإلكتروني. إذا كانت الحركة ناجحة ستتم دعوتك لمرحلة التصميم حيث يمكنك المشاركة في تصميم التطبيق.

source: Take a look at our %s section for more
ar: لمزيد من المعلومات إطلع على %s

source: Welcome to App Movement
ar: مرحبا بكم في App Movement

source: Welcome to your dashboard, from here you can manage your profile and receive updates on the movements you start as well as those that you show an interest in. Be sure to check back regularly to keep up to date.
ar: مرحبا بكم في لوحة المعلومات، من هنا يمكنك إدارة ملفك الشخصي، والحصول على التحديثات عن الحركات الخاصة بك او التي دعمتها. استمر بزيارة هذه الصفحة للحصول على آخر التحديثات.

source: All the best, Our Team.
ar: مع تمنياتنا بالتوفيق، فريق العمل.

source: %s has now been fully designed by the supporting members of the community and has been generated! Click below to download the app.
ar: اكتمل تصميم %s من قبل %s من المؤيدين للحركة وتم بناء التطبيق. أنقر أدناه لتحميل التطبيق.

source: View Launch Phase
ar: عرض مرحلة الإطلاق

source: You have successfully created your movement - '%s' - and is now visible to the public. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days.</strong>
ar: لقد أنشأت حركتك بنجاح - %s - وهي الآن ظاهرة للجميع. تحتاج لجمع %s من المؤيدين خلال %s أيام المقبلة.

source: %s has now completed the design phase. The next stage for your Movement is the launch phase where we will generate your app based on the results from the design process. We will submit it to the app store and notify you and other supporters when it is ready to download. You can track the progress of the app through the various stages of its launch by clicking the link below.
ar: اكتمل تصميم %s. المرحلة المقبلة لحركتك هي مرحلة الإطلاق حيث سيتم بناء التطبيق الخاص بك إستنادا إلى نتائج عملية التصميم. وسوف يقدم هذا التطبيق إلى متجر التطبيقات و سيتم ابلاغك و جميع المؤيدين الآخرين عندما يكون جاهزا للتحميل. يمكنك متابعة تقدم التطبيق خلال المراحل المختلفة من إطلاقه بالنقر على الرابط أدناه.

source: Your Movement was unsuccessful
ar: فشلت الحركة

source: <strong>%s people</strong> supported the idea of creating an app for %s. Unfortunately this time you missed our target of and will not be taken forward into the design phase.
ar: ‏%s شخص يؤيد فكرة إنشاء تطبيق %s . لسوء الحظ هذه المرة لم تحقق هدف جمع %s مؤيدا ولن تنتقل الى مرحلة التصميم.

source: %s</span> Shared Movement</span>
ar: شاركو الحركة

source: %s</span> New Supporters</span>
ar: ‏%s مؤيدين جدد

source: Visit your dashboard to manage your profile and receive updates on the movements you start as well as those that you show an interest in. Be sure to check back regularly to keep up to date.
ar: قم بزيارة لوحة التحكم لإدارة ملفك الشخصي والحصول على تحديثات الحركات التي بدأتها او أيدتها. قم بزيارة الصفحة بشكل متكرر للبقاء على إطلاع.

source: Suggest %s
ar: إقترح %s

source: Submit Idea
ar: تقديم فكرة

source: Preview colour
ar: معاينة اللون

source: Enter %s
ar: أدخل %s

source: Update shared
ar: تم مشاركة التحديث

source: %s is now available to download!
ar: ‏%s متاح للتحميل

source: After gathering support and design input from %s people %s is now available to be downloaded from the app store.
ar: بعد جمع الدعم وتفاصيل التصميم من %s شخص، %s متاح الآن للتحميل من خلال متجر التطبيقات.

source: Congratulations, you have an app you can share with the world!
ar: تهانينا، لديك الآن تطبيق يمكنك مشاركته مع الجميع!

source: <strong>Download the app now</strong> and start contributing your knowledge about the best places nearby, the success of the app depends on it. Your actions in these early days will make sure the app is successful, so it is very important that you add the best places nearby and leave reviews.
ar: ‏<strong> حمّل التطبيق الآن </ strong> وابدأ بمشاركة معلوماتك. يعتمد نجاح التطبيق خلال هذه الفترة على إضافتك للمزيد عن أفضل الأماكن القريبة التي تعرفها وترك تعليقات عنها وعن الأماكن التي إقترحها آخرون.

source: <strong>It's up to you to add places and leave reviews</strong> to encourage others to download the app and contribute to the community.
ar: الأمر متروك لك الآن لإضافة أماكن جديدة وترك تعليقات لتشجيع الآخرين على تحميل التطبيق والمشاركة ايضا.

source: Download your app by clicking below
ar: حمّل تطبيقك بالضغط أدناه

source: Thank You!
ar: شكرا لك!

source: Without you this app would never have been made so we would like to say thank you for contributing your time and efforts in supporting the idea, contributing your thoughts and sharing it with friends.
ar: بدون مساهماتكم لن نتمكن من بناء هذا التطبيق، لذلك نود أن نشكركم للمساهمة بوقتكم ومجهوداتكم لدعم الفكرة ومشاركتها مع الأصدقاء.

source: App Movement Team
ar: فريق App Movement

source: Find out more at %s
ar: احصل على المزيد من %s

source: %s to change your notification settings
ar: ‏%s لتغيير إعدادات التنبيهات

source: You Started a Movement
ar: لقد بدأت حركة جديدة

source: You have started a Movement for %s
ar: لقد بدأت حركة %s

source: Your Movement is now in the support phase. This is a %s day period that gives you time to promote your idea to friends, family members and your community. In order for your Movement to be a success you need to reach a target of %s supporters. If you reach this target you will move into the design phase and your app will be built! Remeber it is vital that you share your idea with others.
ar: حركتك الآن في مرحلة الدعم. هذه المرحلة تتضمن %s يوم لمنحك الوقت الكافي للإعلان عنها للأصدقاء والأسرة والمجتمع. لنجاح هذه الحركة تحتاج إلى تأييد %s شخص. وعند تحقيق ذلك ستنتقل إلى مرحلة التصميم وسيتم بناء التطبيق الخاص بك! تذكر أن تشارك فكرتك مع الجميع.

source: Visit our %s for more information.
ar: لمزيد من المعلومات إطلع على %s

source: Frequently Asked Questions
ar: الأسئلة المتكررة

source: View Movement
ar: عرض الحركة

source: %s has now completed the Design Phase.
ar: تطبيق %s قد أكمل مرحلة التصميم.

source: Next steps...
ar: الخطوات التالية

source: View launch status
ar: عرض مرحلة الإطلاق

source: Support Your Friend
ar: إدعم صديق

source: Hey %s, your friend %s is trying to gain support for an idea for a new mobile app.
ar: مرحباً %s، صديقك %s يحاول كسب التأييد لفكرة تطبيق جديدللمحمول.

source: %s has chosen you amongst a handful of other people to support their Movement and help share their idea with others.
ar: اختارك %s لدعم حركتة والمساعدة بنشر فكرته مع الجميع.

source: You can help %s out by clicking the link below to support their Movement:
ar: هل يمكنك أن تساعد %s من خلال النقر على الرابط أدناه لدعم حركته:

source: If %s's idea gains enough support then yourself and other supporters will be able to help design the app. Pretty awesome eh?
ar: إذا كسبت فكرة %s الدعم الكافي فستتمكن انت والمؤيدين الآخرين من المشاركة في تصميم التطبيق. رائع اليس كذلك؟

source: Do you have a great idea for an app?
ar: هل لديك فكرة مذهلة لتطبيق جديد؟

source: Start your Movement
ar: إبدأ حركتك

source: Movement Unsuccessful
ar: فشلت الحركة

source: The movement for %s was unsuccessful.
ar: فشلت حركة %s

source: You managed to gather <b>%s</b> people to support the idea of creating an app for %s. Unfortunately this time the movement missed our target of %s and will not be taken forward into the design phase.
ar: لقد تمكنت من جمع %s مؤيد لدعم فكرة إنشاء التطبيق %s. لسوء الحظ هذه الحركة لم تحقق هدف جمع %s مؤيد ولن تنتقل الى مرحلة التصميم.

source: Got another idea? Why not start a new movement by clicking the link below?
ar: لديك فكرة أخرى؟ لماذا لا تبدأ حركة جديدة بالضغط على الرابط أدناه؟

source: You have received an update for your movement - %s
ar: لقد تلقيت تحديثا لحركتك %s

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: You have requested to reset your %s password
ar: لقد طلبت إعادة تعيين كلمة المرور الخاصة ب %s

source: In order to reset your password please click the following link and follow the instructions.
ar: من أجل إعادة تعيين كلمة المرور الخاصة بك، الرجاء الضغط على الرابط أدناه وإتباع التعليمات.

source: Support Phase Complete
ar: مرحلة الدعم إكتملت

source: Over <strong>%s</strong> people have supported the idea of creating an app for %s
ar: أكثر من %s شخص قام بتأييد فكرة إنشاء التطبيق %s

source: Your Movement will now move into the design phase. This is an area where yourself and other supporters complete a series of design tasks to help decide what the final app will be like.
ar: الحركة الخاصة بك ستنتقل الآن إلى مرحلة التصميم حيث ستتمكن انت والمؤيدين الآخرين من إكمال مهام التصميم للمساعدة في تحديد الشكل النهائي للتطبيق.

source: It is really import to engage with other supporters of the app to ensure the app we build for you is perfect!
ar: من المهم جداً العمل مع المؤيدين الآخرين لضمان بناء التطبيق بالشكل المطلوب!

source: Get started with the design process now by clicking the following link.
ar: ابدأ عملية التصميم الآن بالنقر على الرابط التالي.

source: Help Design App
ar: شارك بتصميم التطبيق

source: You Supported a Movement
ar: لقد دعمت حركة

source: You have successfully supported the App Movement for %s
ar: لقد دعمت بنجاح حركة تطبيق %s

source: The Movement needs at least %s people to reach its support target. By sharing the Movement page on social networks you are increasing the chances of its success. If the Movement reaches its target then yourself and other supporters will be exclusively invited to the design phase where you can share ideas and vote on the best features/contributions for the app.
ar: تحتاج الحركة الى %s شخص على الأقل للوصول إلى الهدف المطلوب. من خلال مشاركة صفحة الحركة على شبكات التواصل الاجتماعي ستزيد من فرص نجاحها. عندما تحقق الحركة هدفها ستتم دعوتك وغيرك من المؤيدين لمرحلة التصميم حيث يمكنك تبادل الأفكار والتصويت على أفضل الميزات/المساهمات لوضعها في التطبيق.

source: Once the design phase is complete the app will be automatically generated and available to download for free!
ar: عند انتهاء مرحلة التصميم سيتم إنشاء التطبيق تلقائيا ويتاح للتحميل مجانا!

source: Error
ar: خطأ

source: Something went wrong!
ar: حدث خطأ ما!
