Repository: digitalinteraction/appmovement
Catalog: app/Locale/ara/LC_MESSAGES/default.po
Languages: ar

source: We couldn't find what you were looking for!
ar: لم نستطع العثور على ما تبحث عنه!

source: Take me home
ar: الى الصفحة الرئيسية

source: Generate Random Pin
ar: إختيار دبوس بطريقة عشوائية

source: %s was designed by an engaged community on the App Movement website.
ar: ‏%s تم تصميمه من بشكل جماعي من المساهمين في موقع App Movement .

source: It provides a simple and convenient way to discover places and leave reviews. Helping you to rate places by the following important categories:
ar: وهو يوفر وسيلة بسيطة ومريحة لاكتشاف الأماكن وترك ملاحظات. مما يساعدك على تقييم الأماكن حسب الفئات الهامة التالية:

source: Please visit appmovement.com to start your movement today.
ar: يرجى زيارة appmovement.com لبدء حركتك اليوم.

source: App Movement enables anyone to propose, design and develop a mobile app. No expertise are required just a touch of determination and a great idea!
ar: ‏App Movement يمكن أي شخص من أن يقترح و يصمم و يطوير التطبيقات للاجهزة المحمولة. ليس هناك حاجة لخبرة مسبقة، المطلوب فقط الإرادة وفكرة جديدة!

source: community
ar: مجموعة

source: crowd commissioning
ar: التكليف الجماعي

source: crowd sourcing
ar: التطوع الجماعي

source: Feedback
ar: ملاحظات

source: Movement Updates
ar: تحديثات الحركة

source: Here are the latest updates for the movements you currently support.
ar: هذه هي آخر التحديثات للحركات التي تدعمها حاليا.

source: This app allows anyone to rate and review locations on the map.
ar: هذا التطبيق يسمح لأي أحد بتقييم واستعراض المواقع على الخريطة.

source: Anyone can share a review and post an image for others to see.
ar: يمكن لأي شخص أن يشارك في التعليق ونشر الصور ليراها الآخرون.

source: You can view your reviews on your profile page.
ar: يمكنك أستعراض تعليقاتك على صفحة ملفك الشخصي.

source: Title
ar: العنوان

source: Movement Title
ar: عنوان الحركة

source: Give your movement a clear and catchy title.
ar: إعط حركتك عنوان واضح وجذاب.

source: Short Description
ar: وصف قصير

source: Movement Description
ar: وصف الحركة

source: A short summary of the movement that will be visible across the site.
ar: ملخص قصير للحركة سيكون متوفر للجميع على الموقع.

source: Photo
ar: صورة

source: Choose Photo
ar: إختيار صورة

source: A striking image that represents your movement.
ar: صورة لافتة تمثل حركتك.

source: Location
ar: موقع

source: Optional
ar: إختياري

source: Movement Location
ar: موقع الحركة

source: Provide the location of your movement.
ar: حدد موقع لحركتك.

source: Tags
ar: الوسوم (Tags)

source: Add some tags to your movement to help people discover it.
ar: أضف بعض الوسوم (Tags) لحركتك لمساعدة الآخرين على إكتشافها.

source: Overview
ar: نظرة عامة

source: A longer overview of your movement
ar: نظرة عامة مفصلة عن حركتك

source: Save Changes
ar: حفظ التغيرات

source: by %s
ar: بواسطة %s

source: Movement Preview
ar: معاينة الحركة

source: Delete Movement
ar: حذف الحركة

source: Failed
ar: فشل

source: Uploaded
ar: تم التحميل

source: Uploading
ar: تحميل

source: Everything
ar: الكل

source: Recent
ar: الأحدث

source: Popular
ar: الاكثر شعبية

source: Search Movements
ar: إبحث في الحركات

source: No Movements Found
ar: لم يتم العثور علي أي حركات

source: Please search again
ar: يرجى البحث من جديد

source: Building App
ar: جاري بناء التطبيق

source: Submitted to App Store
ar: تم ارسال التطبيق الى متجر التطبيقات

source: Awaiting Review
ar: بإنتظار التقييم

source: Review in Progress
ar: التقييم جاري حاليا

source: Processing for App Store
ar: ضبط الإعدادات للمتجر

source: This application has made it to the launch phase, don't worry we will take it from here.
ar: هذا التطبيق وصل إلى مرحلة الإطلاق، و سنقوم بإدارته إعتبارا من الآن.

source: Our engineers will use all of the communities contributions from the design phase to build a bespoke application.
ar: مهندسينا سوف يستخدمون جميع المساهمات من مرحلة التصميم لبناء التطبيق.

source: We will then release the application to the relevant App Stores and notify you when it is available to download.
ar: سوف نضع التطبيق في متاجر التطبيقات ونبلغك عندما يكون متاحا للتحميل.

source: View Contributions
ar: عرض المساهمات

source: App Status
ar: حالة التطبيق

source: Invite Some Friends
ar: دعوة بعض الأصدقاء

source: Congratulations
ar: تهانينا

source: It is important to gain as much support as possible for your movement. To get started why not tell some friends and get the ball rolling. Once this step is complete your movement will be available for the world to see!
ar: من المهم الحصول على أكبر عدد ممكن من المؤيدين لحركتك. بدايةً لماذا لا تخبر بعض الأصدقاء وتنشر الحركة. عند اكتمال حركتك ستكون متاحة للجميع!

source: Name
ar: الإسم

source: Email
ar: البريد الإلكتروني

source: Skip
ar: تخطى

source: Continue
ar: إستمرار

source: All
ar: الكل

source: You have not started or supported any yet!
ar: لم تبدأ أو تدعم أي حركة بعد!

source: Geolocation Review
ar: المواقع الجغرافية

source: Social Network
ar: الشبكات الاجتماعية

source: Information
ar: معلومات

source: Events
ar: أحداث

source: A Geolocation Review app allows users to rate and review anything with a fixed location. An example might be a cafe, a public park or somewhere to lock your bicycle. Anyone can add new points of interest to the map and reviews on their own and other people's contributions.
ar: تطبيق “الموقع الجغرافي” يسمح للمستخدمين بالتعليق والتصويت على أي موقع ثابت. مثال على ذلك قد يكون مقهى، حديقة عامة أو مكان لايقاف الدراجات. يمكن لأي شخص إضافة موقع جديد على الخريطة و إضافة تعليقات على المساهمات الخاصة به او مساهمات الآخرين.

source: A 'Social Network' is a type of application that allows people to connect with one another another. It enables users to share content such as photos, videos, comments and other media.
ar: ‘الشبكات الاجتماعية’ هي نوع من التطبيقات التي تمكن الناس من التواصل مع بعضهم البعض و تتيح للمستخدمين تبادل المحتوى مثل الصور والفيديو والتعليقات وغيرها من الوسائط المتعددة.

source: An 'Information' app provides a quick method of accessing detailed information about a specific subject. It can be useful in a variety of situations where a little extra information is key.
ar: يوفر تطبيق ‘المعلومات’ طريقة سريعة للحصول على معلومات تفصيلية حول موضوع معين. يمكن للتطبيق أن يكون مفيدا في حالة الحاجة لبعض المعلومات الإضافية عن مكان او موضوع ما.

source: Our lives are full of exciting events, an 'Event' app can help people to keep track of what events are taking place in the future. Such an app could also act as a discovery tool for say a recent fan or enthusiast.
ar: حياتنا مليئة بالأحداث المثيرة، يمكن لتطبيق ‘الأحداث’ مساعدة الناس على متابعة الأحداث التي ستحدث في المستقبل.

source: The best places to feed ducks
ar: أفضل الأماكن لإطعام البط

source: Restaurants that cater for nut allergies
ar: المطاعم التي تخدم الأشخاص الذين لديهم حساسية للمكسرات

source: Amazing street art in London
ar: فن الشارع المتميز في لندن

source: Public toilet finder
ar: مكتشف المراحيض العامة

source: Sports coach network
ar: شبكة مدربي الرياضة

source: A super social network for teenager
ar: شبكة تواصل إجتماعية للمراهقين

source: Dog owners social network
ar: شبكة إجتماعية لأصحاب الكلاب

source: Young mothers support network
ar: شبكة لدعم الأمهات الشابات

source: Miami tourist guide
ar: الدليل السياحي لمدينة ميامي

source: Help guide for your new computer
ar: دليل المساعدة لجهاز الكمبيوتر الجديد الخاص بك

source: Top tips for looking after your children
ar: أهم النصائح لرعاية أطفالك

source: Live gigs for the Artic Monkeys
ar: حفلات غنائية

source: Car boot sales in the North East
ar: التخفيضات الموسمية

source: Stand up comedy events in London
ar: الاحداث الرياضية

source: App Type
ar: نوع التطبيق

source: Other
ar: أخرى

source: Select the type of application you wish to launch.
ar: حدد نوع التطبيق الذي ترغب في إطلاقه.

source: Describe your idea in one sentence
ar: صف فكرتك بجملة واحدة

source: Next Step
ar: الخطوة التالية

source: Not Currently Available
ar: غير متوفر حالياً

source: Example Applications
ar: مثال على التطبيقات

source: Suggest App Type
ar: إقترح نوع للتطبيق

source: We would like to provide you with more templates in the future, please submit your app type ideas below to help us to provide more relevant app types.
ar: نود أن توفر لك المزيد من القوالب في المستقبل، يرجى إرسال أفكار لانواع التطبيقات أدناه لمساعدتنا في تقديمها مستقبلا.

source: Your Suggestion
ar: اقتراحكم

source: Keep your supporters informed
ar: إبق مؤيديك على إطلاع

source: Send your supporters updates to keep them informed and get them involved. Your update will be sent directly to their email inbox. Please note, you can only send a maximum of 2 updates per day.
ar: أرسل آخر التحديثات الى مؤيديك وابقهم على إطلاع، التحديثات سترسل الى بريدهم الألكتروني. تذكر انه يمكنك ارسال تحديثين فقط في اليوم.

source: Keep your supporters in the loop by posting an update.
ar: أبق مؤيديك على إطلاع عن طريق نشر التحديثات.

source: How it Works
ar: كيف يعمل App Movement؟

source: Start your movement
ar: إبدأ حركتك

source: Add your idea to the site and get your friends and family to support your campaign.
ar: أضف فكرتك إلى الموقع وإدع أصدقائك وعائلتك لدعم الحركة.

source: Design together
ar: التصميم معا

source: Submit ideas and vote on community contributions to select the features you want.
ar: قدّم أفكارك وصوّت على مساهمات الآخرين لتحديد الميزات التي تريدها.

source: Launch the app
ar: إطلاق التطبيق

source: We build your app based on the results of the design phase and release it for iOS and Android.
ar: نحن نبني التطبيق الخاص بك استنادا إلى نتائج مرحلة التصميم ونصدره لiOS وAndroid .

source: Share your app idea with the world and get your community involved
ar: شارك فكرة التطبيق مع العالم وأشرك الآخرين فيها

source: Post your awesome app idea to the site and start your movement. Select from an app template, add a title and description and hit start!
ar: أنشر فكرتك على الموقع وإبدأ حركتك، إختر قالب للتطبيق و أضف عنوانا ووصفا لها ثم إضغط إبدأ!

source: Engage your Community
ar: أشرك الآخرين

source: Get support from your community and promote your movement through social media to reach your target.
ar: إحصل على الدعم من الآخرين وأعلن عن حركتك عن طريق مواقع التواصل الإجتماعي لتصل الى هدفك.

source: Share your idea with friends
ar: شارك فكرتك مع الأصدقاء

source: Hit your target by sharing your movement through social media. Get your friends involved so they can get in on the action too.
ar: يمكنك الوصول الى هدفك عن طريق مشاركة حركتك على مواقع التواصل الإجتماعي، إدع أصدقاءك ليشاركوا و يكونوا جزءاً من العملية.

source: Hit your target
ar: تحقيق الهدف الخاص بك

source: Reach your target number of supporters for yout idea and proceed to designing your app.
ar: حقق العدد المطلوب من المؤيدين لفكرتك، وإبدأ بتصميم التطبيق الخاص بك.

source: Design with your community
ar: صمم مع الآخرين

source: Share ideas and vote on the best features you want in the app.
ar: تبادل الأفكار وصوت على أفضل الميزات التي تريدها في التطبيق.

source: Contribute ideas
ar: ساهم بالأفكار

source: Got a great idea for the name? Want to pick the colour scheme? Submit your idea to the community.
ar: لديك فكرة عظيمة للإسم؟ ترغب في اختيار نظام الألوان؟ أرسل فكرتك للآخرين.

source: Vote on features
ar: صوّت على الميزات

source: Work together to vote on the best ideas from within your community. The best ideas with the most votes are selected for the final app.
ar: إعمل مع الاخرين للتصويت على أفضل الأفكار. الأفكار التي تحصل على أعلى الاصوات سيتم اختيارها لتوضع في التصميم النهائي للتطبيق.

source: Discuss your ideas
ar: ناقش أفكارك

source: Start the conversation around what features you want in the app and what they might look like.
ar: إبدأ النقاش حول ما هي الميزات التي تريدها في التطبيق وما قد تبدو عليه.

source: Your app is generated by us
ar: سيتم إنشاء تطبيقك من قبلنا

source: Once the best ideas have been voted on we'll automatically add them to the app.
ar: بعد الانتهاء من التصويت على أفضل الافكار ستتم إضافتها الى التطبيق تلقائيا.

source: Launch your app to the world
ar: أطلق التطبيق الخاص بك إلى العالم

source: Your app is automatically generated and free for your community to download.
ar: سيتم إنشاء التطبيق تلقائيا وسيكون متوفرا مجانا للتحميل

source: Download your app
ar: حمّل تطبيقك

source: We'll automatically generate the app for Android and iOS and tell you when it's ready so you can be the first to download it!
ar: سنقوم بإنشاء التطبيق تلقائيا على Android و iOS ونبلغك عندما يكون جاهزا لتكون أول من يقوم بتحميله!

source: Share with everyone
ar: شارك مع الجميع

source: Excited by your new app? Tell people about it and get them to download the app so they can use it too!
ar: متحمس بشأن تطبيقك؟ لما لا تشاركه مع الاخرين لتحميله واستخدامه ايضا!

source: Sustain your community
ar: إدعم مجتمعك

source: The app will be available to everyone, it's important you contribute content as much as possible to improve it for others.
ar: التطبيق سيكون متاحا للجميع لذا من الضروري أن تساهم بإضافة المحتوى قدر الإمكان لتجعله مفيدا للآخرين.

source: Feel awesome!
ar: أشعر بالفخر!

source: Congratulations you've made it! You can feel awesome knowing you've released an app for everyone to enjoy, good job!
ar: تهانينا لقد نجحت! يمكنك ان تشعر بالفخر بنفسك لانك بنيت تطبيقا يمكن أن يستفيد منه الجميع!

source: Get Started
ar: ابدأ

source: Send an email
ar: أرسل بريد الكتروني

source: If you have any questions, would like to work with the team or have any other concerns please contact the team on the following email address:
ar: إذا كان لديك أي أسئلة أو كنت ترغب في العمل مع فريقنا أو لديك أية إقتراحات، يرجى التواصل مع فريق العمل على البريد الإلكتروني التالي:

source: What is App Movement?
ar: ما هو App Movement؟

source: App Movement enables any individual, community or organisation to propose, design and develop a multi-platform mobile application. No expertise are required to get started just a touch of determination and a great idea.
ar: App Movement يسمح لأي شخص او مجموعة او مؤسسة ان يقترح ويصمم ويطور تطبيق للأجهزة المحمولة يعمل على عدة منصات تشغيل بدون الحاجة لأي خبرة سابقة، كل المطلوب هو فكرة مميزة وأصرار على جعلها ناجحة.

source: Who created this?
ar: من انشأ App Movement؟

source: App Movement is a research project created by %s at Newcastle University. This research project aims to explore how communities can begin to design and commission technology at a grassroots level. As such we will be collecting data about the websites usage and the mobile applications generated by App Movement. You can find out more in our privacy policy.
ar: App Movement هو مشروع بحثي تم إنشاؤه بواسطة %s في جامعة نيوكاسل. ويهدف هذا المشروع البحثي لاستكشاف كيف يمكن للمجتمعات أن تشارك بتصميم ونشر التكنولوجيا على المستوى الشعبي. لهذا فإننا سوف نقوم بجمع البيانات حول استخدام الموقع والتطبيقات التي تم انشاؤها بواسطته. يمكنك ان تجد التفاصيل في صفحة حماية الخصوصية.

source: Why did we create App Movement?
ar: لماذا انشأنا App Movement؟

source: We realised that in the digital age communities need digital tools and services. However the development and creation of these services has traditionally been commissioned by local government, bed room programmers or enthusiastic community members. However we argue that this top down, reactive approach, fails to address real needs of communities. Therefore we believe anyone who has a genuine need for a mobile application should not be limited by their lack of software development experience.
ar: نحن ندرك أن المجتمعات في العصر الرقمي تحتاج للمزيد من الأدوات والخدمات الرقمية، ولكن بناء وتطوير هذه الخدمات كان حصرا على الحكومات او المبرمجين المحترفين أو الأشخاص المتحمسين في المجتمع. نحن نعتقد ان هذه الطريقة لا تعالج حاجة المجتمع الحقيقية، لذا نحن نؤمن بأن أي شخص يحتاج تطبيق معين للأجهزة المحمولة لايجب أن يكون محدودا بقلة الخبرة بتطوير البرمجيات.

source: This project was funded by both the EPSRC Social Inclusion Through the Digital Economy (SiDE) and the AHRC Creative Exchange (CX) research projects.
ar: تم تمويل هذا المشروع من قبل كل من EPSRC Social Inclusion Through the Digital Economy (SiDE) و the AHRC Creative Exchange (CX).

source: What is AppMovement?
ar: ما هو App Movement ؟

source: What is a Movement?
ar: ما هي الحركة؟

source: A Movement is an awesome idea for an app that has been created by a member of your community and allows other individuals to come together and support the idea. Once the Movement has reached the Supporter Target the Movement will move into the design phase to allow you to begin designing the features in your app. After this has been completed the app will be automatically generated and free to download for all.
ar: الحركة هي فكرة جديدة لتطبيق تم اقتراحها من قبل عضو بمجتمعك ويسمح للأفراد الآخرين بالعمل معا لدعم هذه الفكرة. عندما يصل دعم الحركة للعدد المطلوب ستنتقل إلى مرحلة التصميم للسماح لك بالبدء في تصميم الخصائص الموجودة في التطبيق. وبعد ذلك يتم إنشاء التطبيق تلقائيا ويصبح متاح للتحميل مجانا.

source: What does it mean to be a Supporter?
ar: ماذا يعني أن تكون مؤيداً؟

source: By supporting a Movement you are pledging your support for the idea. This will allow you to be a part of the design phase and gain early access to the automatically generated mobile app when it becomes available. There are no financial commitments to being a supporter and you have the choice to interact with the Movement as you see fit. During the design phase you can contribute ideas e.g. the app's name or colour scheme and you do not require any technical expertise.
ar: من خلال دعم حركة انت تتعهد بدعم هذه الفكرة وهذا سيسمح لك أن تكون جزءا من مرحلة التصميم ويعطيك أولوية الوصول إلى التطبيق الذي تم إنشاؤه عندما يصبح متوفرا. لا توجد اي التزامات مالية لكونك مؤيدا ولديك خيار التفاعل مع الحركة على النحو الذي تراه مناسبا. أثناء مرحلة التصميم يمكن أن تساهم بأفكار مثل اختيار الإسم أو مخطط الوان التطبيق والتي لا تتطلب أي خبرة تقنية.

source: What is the Design Phase?
ar: ما هي مرحلة التصميم؟

source: The Design Phase is accessible by only the supporters who have supported a movement and allows them to contribute ideas and vote on the best contributions made by others. In this phase you will not be asked to write any code, just simply come up with names and colour schemes for example.
ar: مرحلة التصميم يمكن الوصول إليها من قبل المؤيدين الذين دعموا الحركة فقط وتسمح لهم بالمساهمة بالأفكار والتصويت على أفضل المساهمات المقدمة من قبل الآخرين. في هذه المرحلة لن يطلب منك أن تكتب أي شفرة برمجية، على سبيل المثال يمكنك ببساطة اقتراح أسماء وألوان .

source: How do you automatically generate an app?
ar: كيف يمكنك أن تبني تطبيق تلقائيا؟

source: When movements are created by users they are created using a template we have developed. This template allows us to automatically configure the mobile application so that it reflects the design choices made by the community in the design phase.
ar: عندما يبدأ المستخدم حركة جديدة يتم إنشاؤها باستخدام قالب معرف مسبقا. هذا القالب يسمح لنا ببناء تطبيقات الأجهزة المحمولة تلقائيا بحيث يعكس خيارات التصميم التي حددها المجتمع في مرحلة التصميم.

source: Who owns the generated app?
ar: من يملك التطبيق الناتج؟

source: The mobile application will be released under the Digital Interaction Group developer accounts as part of ongoing research into community commissioning platforms. Ownership of the application will therefore remain with the Digital Interaction Group. Please visit our terms and conditions of use for more information.
ar: سيتم اصدار التطبيقات الناتجة تحت حساب وملكية Digital Interaction Group كجزء من البحوث الجارية عن community commissioning platforms. يرجى زيارة شروط وأحكام الإستخدام لمزيد من المعلومات.

source: Who is organising this?
ar: من ينظم هذا؟

source: This is a research project run by the Digitial Interaction Group as part of the ongoing research. With your permission through registering with the server, your annonymized data will be used to begin to understand how technologies of the future can encourage grassroots comissioning of mobile applications. If you wish to know more about this please visit our About page for further information.
ar: هذا الموقع هو مشروع بحثي يدار من قبل Digitial Interaction Group كجزء من البحوث الجارية في المجموعة. من خلال التسجيل في الموقع وبإذن منك سيتم استخدام البيانات الخاصة بك بدون التعريف بشخصيتك لمحاولة فهم كيف يمكن لتقنيات المستقبل ان تشجع على إشراك المجتمع في بناء التطبيقات. إذا كنت ترغب في معرفة المزيد يرجى زيارة صفحة ‘عن الموقع’.

source: Your Community. Your App.
ar: مجتمعك. التطبيق الخاص بك.

source: App Movement enables anyone to propose, design and develop a mobile application. No expertise are required and the process is fun and simple. Watch the video below to get started.
ar: ‏App Movement تسمح لأي شخص او مجموعة او مؤسسة ان يقترح ويصمم ويطور تطبيق للأجهزة المحمولة يعمل على عدة منصات تشغيل بدون الحاجة لأي خبرة سابقة، كل المطلوب هو فكرة مميزة وأصرار على جعلها ناجحة.

source: Watch the Video
ar: شاهد الفيديو

source: Choose one of the app templates and start your movement. Gain support for your movement by sharing it with friends.
ar: إختر أحد القوالب الجاهزة للتطبيق وإبدأ حركتك. إكسب التأييد للحركة عن طريق مشاركتها مع الأصدقاء.

source: Design Together
ar: التصميم معا

source: The supporters of your movement work together to design the app by submitting and voting on ideas.
ar: مؤيدو حركتك سيعملون معا لتصميم التطبيق من خلال تقديم الافكار والتصويت عليها.

source: Generate Application
ar: بناء التطبيق

source: You app is automatically generated based on the results of the design process and it is released in the app store.
ar: تطبيقك سينشأ تلقائيا إستنادا على نتائج مرحلة التصميم ويوضع في متجر التطبيقات.

source: Featured Movements
ar: حركات متميزة

source: Press Kit
ar: العدّة الإعلامية

source: Press Releases
ar: إصدارات إعلامية

source: We welcome you to report on App Movement through your media channels and encourage the use of the materials provided on this page.
ar: نحن نرحب بتقديم تقرير عن App Movement من خلال قنوات وسائل الإعلام ونشجع استخدام المصادر المتوفرة في هذه الصفحة.

source: Logos & Brand
ar: الشعارات والعلامة التجارية

source: Click any of the following assets to view the full-resolution version.
ar: انقر فوق أي من الأيقونات التالية لعرض النسخة الكاملة.

source: If you require any other assets please contact us.
ar: إذا كنت بحاجة إلى أي ايقونات أخرى يرجى الاتصال بنا.

source: If you have any queries please contact us.
ar: إذا كان لديك أي إستفسار يرجى الاتصال بنا.

source: Press contact
ar: للإعلام الاتصال بـ

source: Image contact
ar: للصور الاتصال بـ

source: Case Studies
ar: تجارب مسبقة

source: A story about Katie Brittain's idea to support people living with dementia and their carers.
ar: قصة عن فكرة Katie Brittain لدعم الناس الذين يعانون من الخرف ومقدمي الرعاية لهم.

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Use
ar: شروط الإستخدام

source: Place
ar: مكان

source: Add Review
ar: إضافة تعليق

source: Name of Place
ar: إسم مكان

source: Rating Option A
ar: خيار التصويت A

source: Rating Option B
ar: خيار التصويت B

source: Rating Option C
ar: خيار التصويت C

source: Rating Option D
ar: خيار التصويت D

source: Home
ar: الصفحة الرئيسية

source: Add
ar: إضافة

source: Design Area
ar: منطقة التصميم

source: Design Phase Not Available
ar: مرحلة التصميم غير متوفرة

source: Design Phase Active
ar: مرحلة التصميم نشطة

source: Day Remaining
ar: يوم متبقي

source: Days Remaining
ar: ايام متبقية

source: The design phase is not yet available, please come back later!
ar: مرحلة التصميم ليست متاحة بعد، يرجى العودة في وقت لاحق!

source: This movement has made it to the design phase. Yourself and other supporters can now design the application together. Just click one of the following design tasks to explore, vote and contribute ideas.
ar: هذه الحركة وصلت الى مرحلة التصميم ويمكنك الآن أن تشارك مع االمؤيدين الآخرين في تصميم التطبيق. فقط إضغط على مهام التصميم التالية لتشارك أفكارك او تصّوت على أفكار الآخرين.
