Repository: digitalinteraction/appmovement
Catalog: app/Locale/ara/LC_MESSAGES/validation_errors.po
Languages: ar_001

source: Please enter a comment
ar_001: الرجاء إضافة تعليق

source: Your comment must be at least 3 characters
ar_001: يجب أن يكون تعليقك أكثر من ٣ أحرف

source: Your comment must be less than 500 characters
ar_001: يجب أن يكون تعليقك أقل من ٥٠٠ حرفا

source: Please vote up or down
ar_001: يرجى التصويت

source: You may only cast your vote once
ar_001: يسمح بالتصويت مرة واحدة فقط

source: You cannot contribute to this movement as you are not a supporter or promoter of this movement
ar_001: لا يمكنك المساهمة في هذه الحركة حيث انك لست مؤيد أو مروج لهذه الحركة

source: Please enter a contribution
ar_001: الرجاء إدخال مساهمتك

source: Please ensure that you have entered your contribution correctly
ar_001: يرجى التأكد من إدخال مساهمتك بشكل صحيح

source: You have already submitted a contribution with those details
ar_001: كنت قد قدمت مسبقا مساهمة بهذه التفاصيل

source: Please enter a title for your movement
ar_001: يرجى إدخال عنوان لحركتك

source: The title must be more than 10 characters
ar_001: يجب أن يكون العنوان أكثر من ١٠ أحرف

source: The title must be less than 50 characters
ar_001: يجب أن يكون العنوان أقل من ٥٠ حرفا

source: Please enter a short paragraph that describes your movement
ar_001: الرجاء إدخال نص قصير يصف حركتك

source: The description must be more than 20 characters
ar_001: يجب أن يكون الوصف أكثر من ٢٠ حرفا

source: The description must be less than 140 characters
ar_001: يجب أن يكون الوصف أقل من ١٤٠ حرفا

source: Please enter a detailed overview of your movement
ar_001: يرجى إدخال نظرة عامة مفصلة عن الحركة الخاص بك

source: The overview must be more than 100 characters
ar_001: يجب أن تكون النظرة العامة أكثر من ١٠٠ حرفا

source: The overview must be less than 4000 characters
ar_001: يجب أن تكون النظرة العامة أقل من ٤٠٠٠ حرفا

source: Please select the type of app you wish to create
ar_001: يرجى تحديد نوع التطبيق الذي ترغب في إنشائه

source: Please select a photo for your movement
ar_001: الرجاء اختيار صورة لحركتك

source: Please enter an update
ar_001: الرجاء إدخال التحديث

source: Your update must be at least 10 characters
ar_001: يجب أن يكون التحديث أكثر من ١٠ أحرف

source: Your update must be less than 4000 characters
ar_001: يجب أن يكون التحديث أقل من ٤٠٠٠ حرفا

source: You are not the creator of this movement
ar_001: أنت لست مُنشأ هذه الحركة

source: You can only post 2 updates per day. Please try again in a short while.
ar_001: يمكنك إضافة فقط تحديثان فقط في اليوم الواحد. يرجى المحاولة مرة أخرى لاحقا.

source: data is incorrect format for this notification type, or you have not specified a notification type
ar_001: البيانات غير صحيحة لهذا النوع من التنبيه، أو أنك لم تقم بتحديد نوع التنبيه.

source: Please enter some review text
ar_001: الرجاء إدخال ملاحظتك

source: Review text must be less than 800 characters
ar_001: يجب أن يكون النص أقل من ٨٠٠ حرفا

source: Please enter your full name
ar_001: الرجاء إدخل اسمك بالكامل

source: Full name must be less than 40 characters
ar_001: يجب أن يكون الإسم أقل من ٤٠ حرفا

source: Please enter a username
ar_001: الرجاء إدخل اسم المستخدم

source: That username has been taken, please choose another
ar_001: اسم المستخدم موجود مسبقا، يرجى اختيار اسم آخر

source: Only letters, numbers, underscores or dashes. Please enter a valid name
ar_001: فقط الأحروف والأرقام و الشرطات العلوية والسفلية مسموحه. الرجاء إعادة إدخال اسم صحيح

source: Usernames must be less than 40 characters
ar_001: يجب أن يكون إسم المستخدم أقل من ٤٠ حرفا

source: Please enter a password
ar_001: الرجاء إدخال كلمة المرور

source: Password must be more than 8 characters
ar_001: يجب أن تكون كلمة المرور أكثر من ٨ أحرف

source: Password must be less than 40 characters
ar_001: يجب أن تكون كلمة المرور أقل من ٤٠ حرفا

source: Please re-enter your password
ar_001: الرجاء إعادة إدخال كلمة المرور

source: Both password fields must match
ar_001: يجب أن يتطابق كلا حقلا كلمة المرور

source: Please enter a valid email address
ar_001: الرجاء إدخال عنوان بريد إلكتروني صحيح

source: An account registered with this email already exists, please enter another or login below
ar_001: البريد الإلكتروني موجود مسبقا، يرجى إدخال عنوان آخر أو تسجيل الدخول في الأسفل

source: Emails must be less than 240 characters
ar_001: يجب أن يكون البريد الإلكتروني أقل من ٢٤٠ حرفا

source: Image must be of type: jpg, jpeg or png
ar_001: يجب أن تكون الصورة من نوع: JPG ،JPEG أو PNG

source: Image must be more than 5KB
ar_001: يجب أن تكون الصورة أكثر من 5KB

source: Image must be less than 3MB
ar_001: يجب أن تكون الصورة أقل من 3MB
