Repository: digitalinteraction/appmovement
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: You are required to be logged in for this transaction
ru: Вы должны быть авторизованы для осуществления этого действия

source: You do not have permission to do that
ru: У Вас недостаточно прав для совершения действия

source: No file has been submitted
ru: Файл не был загружен

source: Error in file submission
ru: Ошибка в загрузке файла

source: Contribution has been submitted
ru: Ваш вариант успешно отправлен

source: Please ensure that your image is in the correct format (jpg, jpeg, png) and is between 2KB - 3MB
ru: Пожалуйста, убедитесь, что Ваше изображение в правильном формате (JPG, JPEG, PNG) и его размер от 2 Кб до 3 Мб

source: No Report Type id
ru: Отсутствует идентификатор типа отчета

source: Report type id incorrect
ru: Идентификатор типа отчета неверен

source: Could not find movement
ru: Не удалось найти движение

source: %s needs your support
ru: %s нуждается в вашей поддержке

source: Your friends have been invited
ru: Ваши друзья были приглашены

source: %s | Onboarding
ru: %s | Присоединяется

source: Start a Movement
ru: Предложите идею для движения

source: Please login or create an account to start a movement
ru: Пожалуйста, войдите или зарегистрируйтесь, для того чтобы начать движение

source: There are some errors with your movement
ru: Возникли некоторые ошибки связанные с вашим движением

source: Edit Movement
ru: Редактировать Движение

source: Movement was updated
ru: Движение было обновлено

source: Movement was not updated
ru: Движение не было обновлено

source: Movement was deleted
ru: Движение было удалено

source: api_key parameter required
ru: Требуется ключ приложения (api_key)

source: Id parameter required
ru: Требуется идентификатор (Id)

source: This movement has not yet reached the launch phase
ru: Это движение еще не достигло стадии запуска

source: Movements with 5 supporters or more cannot be edited
ru: Движения с более чем пятью сторонниками не могут быть отредактированы

source: We have new updates for you!
ru: У нас есть новые обновления для Вас!

source: Please check that you have entered the correct code. This can be found at https://app-movement.com
ru: Пожалуйста, убедитесь, что Вы ввели правильный код. Он может быть найден на https://app-movement.com

source: Code parameter missing
ru: Отсутствует код

source: Please check that you have entered the correct code. This can be found at http://app-movement.com
ru: Пожалуйста, убедитесь, что Вы ввели верный код. Он может быть найден на http://app-movement.com

source: Please verify you are a real person by clicking the button above
ru: Пожалуйста, подтвердите, что Вы реальный человек, нажав кнопку выше

source: Invalid movement_id
ru: Неверный идентификатор движения (movement_id)

source: You must be logged in to perform this action
ru: Вы должны войти в систему, чтобы выполнить это действие

source: Movement has not yet reached the design phase
ru: Движение еще не достигло стадии дизайна

source: You have created an account
ru: Вы создали учетную запись

source: You have logged in
ru: Вы вошли

source: Your username or password was incorrect.
ru: Вы ввели неверное имя пользователя или пароль

source: Reset Your App Movement Password
ru: Сбросить пароль

source: A reset link will be emailed to you.
ru: Ссылка на страницу сброса будет отправлен на вашу почту.

source: The reset email could not be sent
ru: Сообщение со ссылкой для сброса не может быть отправлено

source: An account does not exist with the given email address
ru: К данному почтовому адресу не привязана ни одна учетная запись в системе.

source: Your password has been updated
ru: Ваш пароль был обновлен

source: Password could not be updated
ru: Пароль не может быть обновлен

source: Your profile was updated
ru: Ваш профиль был обновлен

source: Your profile was not updated
ru: Ваш профиль не был обновлен

source: You cannot vote on your own contribution
ru: Вы не можете голосовать за свое собственное предложение

source: You cannot vote more than once
ru: Вы не можете голосовать несколько раз

source: You must be logged in to vote
ru: Вы должны войти для того чтобы проголосовать

source: Please provide username
ru: Пожалуйста, введите имя пользователя

source: Please provide email
ru: Пожалуйста, введите адрес электронной почты

source: Please provide password
ru: Пожалуйста, введите пароль

source: Email address already registered. Please sign in with your App Movement account if you have one.
ru: Адрес электронной почты уже зарегистрирован. Пожалуйста, войдите под своей учетной записью в системе.

source: Username has been taken. Please sign in with your App Movement account if you have one.
ru: Данное имя пользователя уже занято. Пожалуйста, войдите под своей учетной записью в системе.

source: Account could not be created
ru: Учетная запись не может быть создана

source: Authentication Failed
ru: Ошибка аутентификации

source: Please provide an app name
ru: Пожалуйста, укажите название приложения

source: User not found
ru: Пользователь не найден

source: Email failed to send
ru: Не удалось отправить электронное письмо

source: Please provide user_id
ru: Пожалуйста, введите идентификатор пользователя (user_id)

source: Incorrect identifier specified
ru: Предоставлен неверный идентификатор

source: API key required
ru: Требуется ключ API

source: Please provide content_id
ru: Пожалуйста, предоставьте content_id

source: Please provide share_type
ru: Пожалуйста, укажите как Вы хотите поделиться (share_type)

source: Please provide valid app_identifier
ru: Пожалуйста, укажите верный идентификатор приложения (app_identifier)

source: Please provide a valid share_type
ru: Пожалуйста, представьте верный share_type

source: Please provide latitude
ru: Пожалуйста, укажите широту

source: Please provide longitude
ru: Пожалуйста, укажите долготу

source: Please provide venue_id
ru: Пожалуйста, укажите идентификатор события (venue_id)

source: Please provide review_text
ru: Пожалуйста предоставьте review_text

source: Failed to submit review
ru: Не удалось отправить отзыв

source: Failed to like review
ru: Не удалось поставить "Мне Нравится" для отзыва

source: Failed to report review
ru: Не удалось сообщить об отзыве

source: Please provide profile_id
ru: Пожалуйста, укажите идентификатор профиля (profile_id)

source: No user found
ru: Ни один пользователь не найден

source: Discussion
ru: Обсуждение

source: Your comment
ru: Ваш комментарий

source: Comment
ru: Комментировать

source: Order by date
ru: Сортировать по дате

source: Contact
ru: Контакты

source: FAQ
ru: Часто задаваемые вопросы

source: Terms
ru: Условия использования

source: Privacy
ru: Конфиденциальность

source: SUPPORTED
ru: ПОДДЕРЖЕНО

source: by
ru: от

source: Under Review
ru: На рассмотрении

source: Unsuccessful
ru: Неудачно

source: DAY TO GO
ru: ДЕНЬ ОСТАЛСЯ

source: DAYS TO GO
ru: ДНЕЙ ОСТАЛОСЬ

source: Design Phase
ru: Стадия дизайна

source: Launch Phase
ru: Стадия запуска

source: Available to Download
ru: Доступно для скачивания

source: About
ru: Описание

source: Start
ru: Начать

source: Discover
ru: Галерея

source: Activity
ru: моя активность

source: Login
ru: Авторизоваться

source: Register
ru: Зарегистрироваться

source: Create Account
ru: Создать учетную запись

source: Watch the introduction video
ru: Просмотреть вводное видео

source: Reply
ru: Ответить

source: Primary Colour
ru: Основной цвет

source: Pin Colour
ru: Цвет маркера

source: Star Colour
ru: Цвет звезды рейтинга

source: Preview
ru: Предварительный просмотр

source: Open at User's Location
ru: Просмотр местоположения пользователя

source: Support
ru: Поддержка

source: Design
ru: Дизайн

source: Launch
ru: Запуск

source: Help %s by supporting this movement.
ru: Помогите %s поддержав это движение.

source: Work with %s and other supporters to design the app.
ru: Придумайте дизайн, совместно с %s и другими сторонниками.

source: Download the app from the App Store for free!
ru: Скачать приложение из App Store, бесплатно!

source: Support %s's app idea - %s
ru: Поддержите идею %s для приложения %s

source: Hey there! I’ve found an awesome App Movement that I think you should be a part of. Click the link to find out more about this idea, %s - http://apmv.co/%s Let's start the movement!
ru: Привет всем! Я наткнулся на отличную идею для приложения! Мне кажется тебе понравится и тебе стоит принять участие. Перейди по ссылки, чтобы узнать больше об этой идеи, %s - http://apmv.co/%s Давайподдержим идею!

source: Delete contribution?
ru: Удалить вклад?

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Supported
ru: Поддержано

source: Close
ru: Закрыть

source: Your Name
ru: Ваше имя

source: Full Name
ru: Полное Имя

source: Email Address
ru: Адрес электронной почты

source: Password
ru: Пароль

source: By creating an account means you agree to our %s and %s
ru: Создавая учетную запись, Вы соглашаетесь с %s и %s

source: Username / Email
ru: Имя пользователя / Адрес электронной почты

source: Username
ru: Имя пользователя

source: Forgotten your password? %s to reset it.
ru: Забыли свой пароль? %s чтобы сбросить его.

source: Click here
ru: Кликните сюда

source: Spam
ru: Спам

source: Please select an option above
ru: Пожалуйста, выберите один из пунктов выше

source: Submit
ru: Отправить

source: Download
ru: Скачать

source: This app has been successfully supported and designed by the community and is now available on the app stores.
ru: Запуск и дизайн этого приложения был успешно поддержан сообществом. Теперь оно доступно в магазине приложений.

source: Please click one of the buttons below to download this app for free.
ru: Пожалуйста, выберите одну из кнопок ниже (под ваш телефон, для того чтобы скачать бесплатное приложение.

source: Submit Feedback
ru: Оставить отзыв

source: Got some feedback for us? Is something not working? We’d love to hear your suggestions. Please leave us a message in the box below.
ru: У Вас есть что нам сказать? Что-то не работает? Мы были бы рады услышать Ваши предложения. Пожалуйста, оставьте нам сообщение в поле ниже.

source: Enter your comment here
ru: Оставьте свой комментарий здесь

source: Start promoting this movement
ru: Начать продвигать это движение

source: Share the link below anywhere you like to start promoting this app movement and earning influence for the design phase!
ru: Поделитесь ссылкой представленной ниже где вам удобно, чтобы начать продвигать это движение получить больше влияния на стадии дизайна!

source: Done
ru: Готово

source: Confirm Support
ru: Подтвердить поддержку движения.

source: Supporting %s's idea simply involves clicking the support button below. You can also help design the app after the movement reaches its target.
ru: Чтобы поддержать идею пользователя %s просто нажмите на кнопку ниже. Вы также можете помочь создать дизайн приложения после того как движение наберет необходимое количество голосов.

source: Stay up to date
ru: Будьте в курсе

source: Receive email notifications with progress updates.
ru: Получайте уведомления по электронной почте с обновлениями о ходе процесса.

source: Get access to the design area
ru: Получите доступ к стадии дизайна

source: Submit ideas and vote on other people's suggestions.
ru: Отправьте идею и голосуйте за предложения других людей.

source: Download the app for free
ru: Скачайте приложение бесплатно

source: Once it has been designed by the community and generated by us.
ru: После того, как дизайн будет создан сообществом и приложение будет создано нами.

source: Support Idea
ru: Поддержите идею

source: Help Design
ru: Помогите с дизайном

source: View Progress
ru: Посмотреть прогресс

source: Download App
ru: Скачать приложение

source: Movement was unsuccessful
ru: Движение было неуспешным

source: Movement Creator
ru: Создатель движения

source: Supporters
ru: Сторонники

source: supporter
ru: сторонник

source: supporters
ru: сторонника

source: day to go
ru: день остался

source: days to go
ru: дней осталось

source: day launching
ru: день в процессе запуска

source: days launching
ru: дней в процессе запуска

source: person shared
ru: человек поделился

source: people shared
ru: людей поделилось

source: This Movement has been fully supported!
ru: Это движение было полностью поддержано !

source: more supporters to hit the target.
ru: сторонников не хватает, чтобы достигнуть цели.

source: Movements with 5 or more supporters cannot be edited.
ru: Движения с более чем пятью сторонниками не могут быть отредактированы

source: This movement did not gather enough support to progress to the design phase.
ru: Это движение не собрало достаточно голосов для перехода на стадию дизайна.

source: Post Update
ru: Сообщить об обновление

source: Congratulations! Your App is Now Available!
ru: Поздравляем! Ваше приложение теперь доступно для скачивания!

source: %s has now been fully designed by the %s supporting members of the community and has been generated! Click below to download the app.
ru: %s успешно прошло стадию дизайна, поддержанное %s членами сообщества и было создано! Нажмите на кнопку ниже для скачивания.

source: You started a Movement
ru: Вы начали движение

source: You have successfully created your movement - %s - and it is now visible to the public. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days.</strong>
ru: Вы успешно создали ваше движение - %s и оно доступно для просмотра публикой. Теперь дело за Вами, соберите <strong>%s голосов</strong> в течение следующих <strong>%s days.</strong>

source: Design Phase Complete
ru: Стадия дизайна завершина

source: %s has now completed the design phase.
ru: %s успешно завершило стадию дизайна.

source: The next stage for your Movement is the launch phase where we will generate your app based on the results from the design process. We will submit it to the app store and notify you and other supporters when it is ready to download. You can track the progress of the app through the various stages of its launch by clicking the link below.
ru: Следующим этапом для движения является стадия запуска, на которой мы сгенерируем ваше приложение на основе результатов процесса дизайна. Мы отправим его в магазины приложений и уведомим Вас, и других сторонников, когда оно будет готов для скачивания. Вы можете следить за ходом процесса прохождения этапов запуска приложения, перейдя по ссылке ниже.

source: Movement was Unsuccessful
ru: Движение было неуспешным

source: <strong>%s people</strong> supported the idea of creating an app for %s. Unfortunately this time you missed our target of %s and will not be taken forward into the design phase.
ru: <strong>%s людей</strong> поддержали идею создания приложения %s. К сожалению, в этот раз не удалось набрать %s голосов и переход на стадию дизайна невозможен.

source: %s days
ru: %s дней

source: %s has posted an update
ru: %s опубликовал обновления

source: Shared Movement
ru: Поделилось ссылкой на движение

source: New Supporters
ru: новых сторонника

source: Keep Sharing!
ru: Продолжайте делится ссылкой на движение!

source: It is really important that you continue to share this Movement in order to reach the goal of %s supporters!
ru: Это действительно важно, чтобы Вы и продолжали делиться ссылкой на движение для того, чтобы достичь %s сторонников!

source: Movement Supported
ru: Движение поддержено

source: Congratulaions! %s has gathered over <strong>%s supporters.</strong> You can now access the <strong>design phase</strong> where you can contribute and vote on ideas. Click below to get started.
ru: Поздравляем! %s собрало более <strong>%s сторонников.</strong> Теперь Вы можете получить доступ к <strong>стадии дизайна</strong> где Вы можете внести свои ​предложения и поддержать голосом идеи других. Нажмите ниже, чтобы начать.

source: View Design Phase
ru: Посмотреть стадию дизайна

source: You supported a Movement
ru: Вы поддержали движение

source: You have supported %s. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days</strong>.
ru: Вы поддержали %s . Теперь постарайтесь помочь движению собрать <strong>%s голосов</strong> в ближайшие <strong>%s дней</strong>.

source: What happens next?
ru: Что будет дальше?

source: You will <strong>receive updates</strong> about the progress of this movement via email. If the Movement is successful you will be exclusively invited to the design phase where you can help shape the design of the app.
ru: Вы <strong>получите обновления</strong> о прогрессе данного движения по средствам электронной почты. Если движение будет успешным Вы получите приглашение на стадию дизайна, где Вы сможете создать дизайн приложения.

source: Take a look at our %s section for more
ru: Перейдите в секцию %s для более подробной информации

source: Welcome to App Movement
ru: Добро пожаловать в App Movement

source: Welcome to your dashboard, from here you can manage your profile and receive updates on the movements you start as well as those that you show an interest in. Be sure to check back regularly to keep up to date.
ru: Добро пожаловать в Ваш Дашборд. Здесь Вы можете управлять своим профилем и просматривать обновления о движениях которые Вы начали, а также о тех, которые Вы поддержали. Не забывайте регулярно проверять Дашборд, чтобы быть в курсе.

source: All the best, Our Team.
ru: Всего самого лучшего, Команда App Movement.

source: %s has now been fully designed by the supporting members of the community and has been generated! Click below to download the app.
ru: %s успешно прошло стадию дизайна, поддержанное %s членами сообщества и было создано! Нажмите на кнопку ниже для скачивания.

source: View Launch Phase
ru: Просмотр стадии запуска

source: You have successfully created your movement - '%s' - and is now visible to the public. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days.</strong>
ru: Вы успешно создали ваше движение - %s и оно доступно для просмотра публикой. Теперь дело за Вами, соберите <strong>%s голосов</strong> в течение следующих <strong>%s days.</strong>

source: %s has now completed the design phase. The next stage for your Movement is the launch phase where we will generate your app based on the results from the design process. We will submit it to the app store and notify you and other supporters when it is ready to download. You can track the progress of the app through the various stages of its launch by clicking the link below.
ru: %s успешно завершило стадию дизайна. Следующим этапом для движения является стадия запуска, на которой мы сгенерируем ваше приложение на основе результатов процесса дизайна. Мы отправим его в магазины приложений и уведомим Вас, и других сторонников, когда оно будет доступно для скачивания. Вы можете следить за ходом процесса прохождения этапов запуска приложения, перейдя по ссылке ниже.

source: Your Movement was unsuccessful
ru: Ваше движение было неуспешным

source: <strong>%s people</strong> supported the idea of creating an app for %s. Unfortunately this time you missed our target of and will not be taken forward into the design phase.
ru: <strong>%s людей</strong> поддержали идею создания приложения %s. К сожалению, в этот раз не удалось набрать %s голосов и переход на стадию дизайна невозможен.

source: %s</span> Shared Movement</span>
ru: %s</span> Поделиться ссылкой на движение</span>

source: %s</span> New Supporters</span>
ru: %s</span> Новые сторонники</span>

source: Visit your dashboard to manage your profile and receive updates on the movements you start as well as those that you show an interest in. Be sure to check back regularly to keep up to date.
ru: Посетите ваш дашборд, где Вы сможете управлять своим профилем и получать обновления о движениях которые Вы начали, а также о тех, в которых Вы заинтересованы в. Не забывайте регулярно проверять дашборд, чтобы быть в курсе.

source: Suggest %s
ru: Предложить %s

source: Submit Idea
ru: Разместить идею

source: Preview colour
ru: Предварительный просмотр цвета

source: Enter %s
ru: Ввести %s

source: Update shared
ru: Обновление

source: %s is now available to download!
ru: %s теперь доступно для загрузки!

source: After gathering support and design input from %s people %s is now available to be downloaded from the app store.
ru: После получения поддержки и прохождения утверждения дизайна %s людьми, %s теперь доступно для загрузки из магазина приложений.

source: Congratulations, you have an app you can share with the world!
ru: Поздравляем, у Вас есть приложение, котором Вы можете поделиться со всем миром!

source: <strong>Download the app now</strong> and start contributing your knowledge about the best places nearby, the success of the app depends on it. Your actions in these early days will make sure the app is successful, so it is very important that you add the best places nearby and leave reviews.
ru: <strong>Скачайте приложение</strong> и начните заносить в него информацию о лучших местах поблизости. Успех приложения зависит от этого. Ваши действия в первые дни после запуска помогут приложению стать популярным. Сейчас очень важно чтобы Вы добавили места поблизости и оставили о них отзывы.

source: <strong>It's up to you to add places and leave reviews</strong> to encourage others to download the app and contribute to the community.
ru: <strong>Все зависит от того, будете ли Вы добавлять новые места и оставлять отзывы о них</strong>, чтобы побудить остальных скачивать приложение и тоже вносить свой вклад.

source: Download your app by clicking below
ru: Скачайте приложение, нажав ниже

source: Thank You!
ru: Спасибо!

source: Without you this app would never have been made so we would like to say thank you for contributing your time and efforts in supporting the idea, contributing your thoughts and sharing it with friends.
ru: Без Вас это приложение никогда бы не было создано. Мы хотели бы сказать Вам спасибо за клад вашего времени и усилий в поддержку идеи, за Ваши предложения и поддержку идей, за то, что делились информацией о приложении с другими.

source: App Movement Team
ru: Команда App Movement

source: View this email in another language
ru: Просмотр данного электронного письма на другом языке

source: Find out more at %s
ru: Узнайте больше на %s

source: %s to change your notification settings
ru: %s чтобы изменить настройки уведомлений

source: You Started a Movement
ru: Вы начали движение

source: You have started a Movement for %s
ru: Вы начали движение %s

source: Your Movement is now in the support phase. This is a %s day period that gives you time to promote your idea to friends, family members and your community. In order for your Movement to be a success you need to reach a target of %s supporters. If you reach this target you will move into the design phase and your app will be built! Remeber it is vital that you share your idea with others.
ru: Ваше движение находится на стадии получения поддержки. У Вас есть %s дневный срок, который дает вам время для продвижения вашей идеи среди друзей, членов семьи и вашего сообщества. Для того, чтобы ваше движение было признано успешным, оно должно набрать %s голосов "за". Если Вы достигните этой цели то перейдете к стадии дизайна и Ваше приложение будет создано! Помните, что очень важно, чтобы Вы продвигали и делились своей идее с другими.

source: Visit our %s for more information.
ru: Посетите %s для получения дополнительной информации.

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: %s has now completed the Design Phase.
ru: %s завершило стадию проектирования

source: Next steps...
ru: Следующие шаги...

source: View launch status
ru: Просмотр статуса запуска

source: Support Your Friend
ru: Поддержите Вашего друга
