Repository: digitalinteraction/appmovement
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Hey %s, your friend %s is trying to gain support for an idea for a new mobile app.
ru: %s, Ваш друг %s пытается получить поддержку идеи для нового мобильного приложения.

source: %s has chosen you amongst a handful of other people to support their Movement and help share their idea with others.
ru: %s выбрал Вас среди других людей, чтобы поддержать их движение и помочь поделиться их идеями с другими.

source: You can help %s out by clicking the link below to support their Movement:
ru: Вы можете помочь %s нажав на ссылку ниже, чтобы поддержать их движение:

source: If %s's idea gains enough support then yourself and other supporters will be able to help design the app. Pretty awesome eh?
ru: Если идея %s получит достаточно голосов, то Вы и другие поддержавшие смогут помочь создать дизайн для приложения. Довольно круто, не находите?

source: Do you have a great idea for an app?
ru: Есть ли у вас отличная идея для приложения?

source: Start your Movement
ru: Начните Ваше движение

source: Movement Unsuccessful
ru: Движение неуспешно

source: The movement for %s was unsuccessful.
ru: Движение %s было неуспешным.

source: You managed to gather <b>%s</b> people to support the idea of creating an app for %s. Unfortunately this time the movement missed our target of %s and will not be taken forward into the design phase.
ru: Вам удалось собрать поддержку <b>%s</b> человек, за идею создания приложения %s К сожалению, в этот раз приложению не удалось набрать %s голосов и его переход на стадию дизайна невозможен.

source: Got another idea? Why not start a new movement by clicking the link below?
ru: Есть еще идеи? Почему бы не начать новое движение, нажав на ссылку ниже?

source: You have received an update for your movement - %s
ru: Вы получили обновления касательно вашего движения - %s

source: Reset Password
ru: Сбросить пароль

source: You have requested to reset your %s password
ru: Вы запросили, сброс пароля для %s

source: In order to reset your password please click the following link and follow the instructions.
ru: Для того, чтобы сбросить пароль, пожалуйста, нажмите на следующую ссылку и следуйте инструкциям.

source: Support Phase Complete
ru: Стадия поддержки приложения завершена

source: Over <strong>%s</strong> people have supported the idea of creating an app for %s
ru: Более <strong>%s</strong> людей поддержало идею создания приложения %s

source: Your Movement will now move into the design phase. This is an area where yourself and other supporters complete a series of design tasks to help decide what the final app will be like.
ru: Теперь ваше движение перейдет на стадию дизайна. Это этап, на котором Вы и другие сторонники выполнят серию дизайнерских задач, чтобы помочь решить, как будет выглядить окончательное приложение.

source: It is really import to engage with other supporters of the app to ensure the app we build for you is perfect!
ru: Очень важно взаимодействовать с другими сторонниками приложения, чтобы убедиться в том, что приложение которое бы создадим для Вас будет идеальным!

source: Get started with the design process now by clicking the following link.
ru: Начните процесс создания дизайна, перейдя по следующей ссылке.

source: Help Design App
ru: Помогите создать дизайн приложения

source: You Supported a Movement
ru: Вы поддержали движение

source: You have successfully supported the App Movement for %s
ru: Вы успешно поддержали движение %s

source: The Movement needs at least %s people to reach its support target. By sharing the Movement page on social networks you are increasing the chances of its success. If the Movement reaches its target then yourself and other supporters will be exclusively invited to the design phase where you can share ideas and vote on the best features/contributions for the app.
ru: Движение должно набрать, по крайней мере %s голосов, чтобы достичь своей цели на стадии поддержки. Делясь ссылкой на страницу Движения в социальных сетях вы увеличиваете шансы на его успех. Если движение достигнет своей цели, то Вы и другие сторонники будут приглашены на стадию дизайна, где вы можете поделиться своими идеями и проголосовать за лучшие идеи других.

source: Once the design phase is complete the app will be automatically generated and available to download for free!
ru: После того, как стадия дизайна будет завершена, приложение будет автоматически сгенирировано и доступно для бесплатного скачивания!

source: Error
ru: Ошибка

source: Something went wrong!
ru: Что-то пошло не так!

source: We couldn't find what you were looking for!
ru: Мы не смогли найти то, что вы искали!

source: Generate Random Pin
ru: Создать случайный маркер

source: %s was designed by an engaged community on the App Movement website.
ru: Дизайн для %s был создан с помощью сообщества на сайте App Movement.

source: It provides a simple and convenient way to discover places and leave reviews. Helping you to rate places by the following important categories:
ru: Оно обеспечивает простой и удобный способ открыть для себя места и оставлять о них отзывы. Помогает Вам оценивать места по следующим важным категориям:

source: Please visit appmovement.com to start your movement today.
ru: Пожалуйста, посетите appmovement.com чтобы создать свое движение сегодня.

source: App Movement enables anyone to propose, design and develop a mobile app. No expertise are required just a touch of determination and a great idea!
ru: Сайт App Movement позволяет любому человеку предложить свою идею, создать дизайн и создать мобильное приложение. Для того чтобы начать не требуется обладать знаниями в программировании или в создании мобильных приложений. Достаточно обладать упорством и иметь хорошую идею.

source: community
ru: сообщество

source: crowd commissioning
ru: использование толпы

source: crowd sourcing
ru: краудсорсинг

source: Feedback
ru: Обратная связь

source: Movement Updates
ru: Обновления Движения

source: Here are the latest updates for the movements you currently support.
ru: Вот последние обновления для движения которое вы поддерживаете в настоящее время.

source: This app allows anyone to rate and review locations on the map.
ru: Это приложение позволяет любому оценивать и оставлять отзыв о месте на карте.

source: Anyone can share a review and post an image for others to see.
ru: Любой желающий может оставить отзыв и загрузить изображение, чтобы другие пользователи могли его видеть.

source: You can view your reviews on your profile page.
ru: Вы можете просмотреть свои отзывы на странице вашего профиля.

source: Title
ru: Заголовок

source: Movement Title
ru: Название Движения

source: Give your movement a clear and catchy title.
ru: Дайте Вашему движению четкое и броское название.

source: Short Description
ru: Краткое описание

source: Movement Description
ru: Описание движения

source: A short summary of the movement that will be visible across the site.
ru: Краткое описание движения, которое будет отображаться на сайте.

source: Photo
ru: Фото

source: Choose Photo
ru: Выберите фотографию

source: A striking image that represents your movement.
ru: Яркое изображение, которое отражает суть вашего движение.

source: Location
ru: Местонахождения

source: Optional
ru: Необязательный

source: Movement Location
ru: Местоположение движения

source: Provide the location of your movement.
ru: Укажите местоположение вашего движения.

source: Tags
ru: Теги

source: Add some tags to your movement to help people discover it.
ru: Добавьте несколько тегов вашему приложению, чтобы помочь людям обнаружить его.

source: Overview
ru: Детальное описание

source: A longer overview of your movement
ru: Детальное описание приложения для вашего движения

source: Save Changes
ru: Сохранить изменения

source: by %s
ru: от %s

source: Movement Preview
ru: Предпросмотр Движения

source: Delete Movement
ru: Удалить движение

source: Failed
ru: Не удалось

source: Uploaded
ru: Загружено

source: Uploading
ru: Загрузается

source: Everything
ru: Всё

source: Recent
ru: Недавние

source: Popular
ru: Популярные

source: Search Movements
ru: Поиск Движения

source: No Movements Found
ru: Движения не найдены

source: Please search again
ru: Пожалуйста, повторите поиск

source: Building App
ru: Создание приложения

source: Submitted to App Store
ru: Передано в App Store

source: Awaiting Review
ru: В ожидании проверки

source: Review in Progress
ru: Обзор в процессе

source: Processing for App Store
ru: Обработка для App Store

source: This application has made it to the launch phase, don't worry we will take it from here.
ru: Это приложение достигло стадии запуска. Не волнуйтесь, отсюда мы возьмем все на себя.

source: Our engineers will use all of the communities contributions from the design phase to build a bespoke application.
ru: Наши инженеры, используя все предложения сообщества на стадии дизайна, создадут приложение.

source: We will then release the application to the relevant App Stores and notify you when it is available to download.
ru: После чего мы выпустим приложение в соответствующем магазине мобильных приложений и уведомим Вас как оно станет доступно для скачивания.

source: View Contributions
ru: Посмотреть предложения

source: App Status
ru: Статус приложения

source: Invite Some Friends
ru: Пригласить друзей

source: Congratulations
ru: Поздравляем

source: It is important to gain as much support as possible for your movement. To get started why not tell some friends and get the ball rolling. Once this step is complete your movement will be available for the world to see!
ru: Очень важно, получить как можно больше поддержки для вашего движения. Для начала, почему бы не сказать друзьям и не раскрутить клубок. После завершения этого шага ваше движение будет доступна для всего мира!

source: Name
ru: Название

source: Email
ru: Электронный адрес

source: Skip
ru: Пропустить

source: Continue
ru: Продолжить

source: All
ru: Все

source: You have not started or supported any yet!
ru: Вы еще не начали или не поддержали ни одно движение!

source: Geolocation Review
ru: Гео-информационное

source: Social Network
ru: Социальная сеть

source: Information
ru: Информационное

source: Events
ru: Мероприятия

source: A Geolocation Review app allows users to rate and review anything with a fixed location. An example might be a cafe, a public park or somewhere to lock your bicycle. Anyone can add new points of interest to the map and reviews on their own and other people's contributions.
ru: Тип приложения "Гео-информационное" позволяет пользователям оценивать и оставлять отзывы о всем, что имеет фиксированное местоположение и что можно найти на карте. Примером может быть кафе, общественный парк или парковка для велосипеда. Любой желающий может добавить места на карту и оставлять отзывы о своих или добавленных другими местах.

source: A 'Social Network' is a type of application that allows people to connect with one another another. It enables users to share content such as photos, videos, comments and other media.
ru: Тип приложения "Социальная сеть" позволяет людям общаться друг с другом. Он позволяет пользователям обмениваться контентом, таким как фотографии, видео, комментарии и другими медиа файлы.

source: An 'Information' app provides a quick method of accessing detailed information about a specific subject. It can be useful in a variety of situations where a little extra information is key.
ru: Тип приложения "Информационное" позволяет получать быстрый доступ к подробной информации о конкретной теме. Это может быть полезным в различных ситуациях, где немного больше информации является ключом к успеху.

source: Our lives are full of exciting events, an 'Event' app can help people to keep track of what events are taking place in the future. Such an app could also act as a discovery tool for say a recent fan or enthusiast.
ru: Наша жизнь полна захватывающих событий. Приложение "Событие" может помочь людям отслеживать какие события будут проходить в будущем. Такое приложение может также выступать в качестве инструмента обнаружения для фанатов или энтузиастов.

source: The best places to feed ducks
ru: Лучшие места, чтобы покормить уток

source: Restaurants that cater for nut allergies
ru: Рестораны, которые подходят для тех у кого аллергия на орехи

source: Amazing street art in London
ru: Невероятный стрит-арт в Лондоне

source: Public toilet finder
ru: Поисковик общественных туалетов

source: Sports coach network
ru: Сеть для спортивных тренеров

source: A super social network for teenager
ru: Супер социальная сеть для подростка

source: Dog owners social network
ru: Социальная сеть для владельцев собак

source: Young mothers support network
ru: Сеть поддержки молодых матерей

source: Miami tourist guide
ru: Туристический гид по Майами

source: Help guide for your new computer
ru: Инструкция для вашего нового компьютера

source: Top tips for looking after your children
ru: Лучшие советы для ухода за своими детьми

source: Live gigs for the Artic Monkeys
ru: Живые выступления "Artic Monkeys"

source: Stand up comedy events in London
ru: Стенд ап мероприятия в Лондоне

source: App Type
ru: Тип приложения

source: Other
ru: Другое

source: Select the type of application you wish to launch.
ru: Выберите тип приложения который Вы хотите запустить.

source: Describe your idea in one sentence
ru: Опишите Вашу идею в одном предложение

source: Next Step
ru: Следующий шаг

source: Not Currently Available
ru: В настоящее время недоступено

source: Example Applications
ru: Примеры приложений

source: Suggest App Type
ru: Предложить Тип приложения

source: We would like to provide you with more templates in the future, please submit your app type ideas below to help us to provide more relevant app types.
ru: Мы хотели бы, предоставить Вам больше шаблонов приложений в будущем. Пожалуйста, отправляйте Ваши идеи о типах приложений в форме ниже, чтобы помочь нам обеспечить Вас полезными типами приложений.

source: Your Suggestion
ru: Ваше предложение

source: Keep your supporters informed
ru: Держите ваших сторонников информированными

source: Send your supporters updates to keep them informed and get them involved. Your update will be sent directly to their email inbox. Please note, you can only send a maximum of 2 updates per day.
ru: Отправить Ваши обновления сторонникам поддержавшим идею, чтобы держать их в курсе и привлечь при неоьходимости. Ваши обновления будут направлены непосредственно на их почтовый ящик. Пожалуйста, обратите внимание, Вы можете отправить максимум 2 обновления в сутки.

source: Keep your supporters in the loop by posting an update.
ru: Держите ваших сторонников в тонусе, размещая обновления.

source: How it Works
ru: Как это работает

source: Start your movement
ru: Начните свое движение

source: Add your idea to the site and get your friends and family to support your campaign.
ru: Добавьте свою идею на сайт и попросите ваших друзей и семью поддержать движение.

source: Design together
ru: Создавайте дизайн вместе

source: Submit ideas and vote on community contributions to select the features you want.
ru: Предлагайте идеи и голосуйте за уже предложенные сообществом, чтобы выбрать функции которые Вы хотите видеть в приложение.

source: Launch the app
ru: Запустите приложение

source: We build your app based on the results of the design phase and release it for iOS and Android.
ru: Мы создадим Ваше приложение на основе результатов стадии дизайна и разместим его в магазинах приложения для iOS and Android.

source: Share your app idea with the world and get your community involved
ru: Поделитесь идей приложения со всем миром и привлеките Ваше сообщество к участию

source: Post your awesome app idea to the site and start your movement. Select from an app template, add a title and description and hit start!
ru: Опубликуйте свою великолепную идею для приложения на сайте и организуйте движение. Выберите из шаблонов приложения, добавьте название, описание и вперед!

source: Engage your Community
ru: Привлекайте Ваше сообщество

source: Get support from your community and promote your movement through social media to reach your target.
ru: Получите поддержку от вашего сообщества и продвигайте Ваше движение через социальные медиа, чтобы достигнуть Вашей цели.

source: Share your idea with friends
ru: Поделитесь своей идеей с друзьями

source: Hit your target by sharing your movement through social media. Get your friends involved so they can get in on the action too.
ru: Достигните вашей цели путем обмена ссылками на ваше движение в социальных медиа. Привлеките ваших друзей, таким образом они тоже примут участие.

source: Hit your target
ru: Достигните вашей цели

source: Reach your target number of supporters for yout idea and proceed to designing your app.
ru: Достигните необходимого числа сторонников идеи приступите к разработке вашего приложения.

source: Design with your community
ru: Создавайте Дизайн вместе с сообществом

source: Share ideas and vote on the best features you want in the app.
ru: Делитесь идеями и голосуйте за лучшие из них. Идеи которые вы хотите видеть в приложение.

source: Contribute ideas
ru: Предлагайте идеи

source: Got a great idea for the name? Want to pick the colour scheme? Submit your idea to the community.
ru: Есть хорошая идея для названия? Хотите выбрать цветовую схему? Поделитесь своей идеей с сообществом.

source: Vote on features
ru: Голосуйте за предложения и идеи

source: Work together to vote on the best ideas from within your community. The best ideas with the most votes are selected for the final app.
ru: Выбирайте совместным общим голосованием лучшие идеи предложенные сообществом. Идеи с наибольшим количеством голосов попадут в финальную версию приложения.

source: Discuss your ideas
ru: Обсуждайте ваши идеи

source: Start the conversation around what features you want in the app and what they might look like.
ru: Начните обсуждать особенности и функции, которые Вы хотите видеть в приложении, и то как они могут выглядеть.

source: Your app is generated by us
ru: Ваше приложение создается нами

source: Once the best ideas have been voted on we'll automatically add them to the app.
ru: После того, как лучшие идеи будут выбраны голосованием, мы автоматически добавим их в приложение.

source: Launch your app to the world
ru: Запустите приложение в мир

source: Your app is automatically generated and free for your community to download.
ru: Ваше приложение автоматически создастся и будет доступно для скачивания совершено бесплатно.

source: Download your app
ru: Скачивайте своё приложение

source: We'll automatically generate the app for Android and iOS and tell you when it's ready so you can be the first to download it!
ru: Мы автоматически сгенерируем приложение для Android и iOS и сообщим Вам когда оно будет готова, так, чтобы Вы смогли быть первым кто скачает его!

source: Share with everyone
ru: Поделиться со всеми

source: Excited by your new app? Tell people about it and get them to download the app so they can use it too!
ru: Восторгаетесь Вашим новым приложением? Расскажите об этом людям и посоветуйте им скачать приложение, чтобы они тоже начали его использовать!

source: Sustain your community
ru: Поддерживайте свое сообщество

source: The app will be available to everyone, it's important you contribute content as much as possible to improve it for others.
ru: Приложение будет доступно для всех. Очень важно, чтобы вы внесли посильный вклад в содержимое приложения, чтобы повысить его качество и привлекательность для других.

source: Feel awesome!
ru: Почувствуйте себя потрясающе!

source: Congratulations you've made it! You can feel awesome knowing you've released an app for everyone to enjoy, good job!
ru: Поздравляем Вы сделали это! Вы можете чувствовать себя восхитительно, зная, что вы выпустили приложение для всеобщего наслаждения, хорошая работа!

source: Get Started
ru: Начать

source: Send an email
ru: Отправить электронное письмо

source: If you have any questions, would like to work with the team or have any other concerns please contact the team on the following email address:
ru: Если у вас есть какие-либо вопросы, или Вы хотели бы поработать с командой или у вас есть другие вопросы, пожалуйста, свяжитесь с командой по следующим адресам электронной почты:

source: What is App Movement?
ru: Что приложение App Movement?

source: App Movement enables any individual, community or organisation to propose, design and develop a multi-platform mobile application. No expertise are required to get started just a touch of determination and a great idea.
ru: Сайт App Movement позволяет любому человеку, сообществу или организации, предложить идею, создать дизайн и разработать мультиплатформенное мобильное приложение. Для начала не требуется обладать знаниями в программирование или создание мобильных приложений. Достаточно иметь упорство и хорошую идеи.

source: Who created this?
ru: Кто создал это?

source: App Movement is a research project created by %s at Newcastle University. This research project aims to explore how communities can begin to design and commission technology at a grassroots level. As such we will be collecting data about the websites usage and the mobile applications generated by App Movement. You can find out more in our privacy policy.
ru: App Movement это исследовательский проект, созданный %s в Университета Ньюкасла. Он направлен на изучение того, как сообщества могут начать использовать технологий на самом базовом и доступном уровне. Для этого мы будем собирать данные об использовании сайтов и мобильных приложений, созданных с помощью App Movement. Вы можете узнать подробнее об этом в нашей политике конфиденциальности.

source: Why did we create App Movement?
ru: Почему мы создали App Movement?

source: We realised that in the digital age communities need digital tools and services. However the development and creation of these services has traditionally been commissioned by local government, bed room programmers or enthusiastic community members. However we argue that this top down, reactive approach, fails to address real needs of communities. Therefore we believe anyone who has a genuine need for a mobile application should not be limited by their lack of software development experience.
ru: Мы поняли, что в эпоху цифровых технологий сообщества нуждаются в цифровых инструментах и услугах. Однако, разработка и создание этих услуг традиционно отдавалась на откуп местному самоуправлению, программистам одиночкам или энтузиастом внутри общества. Однако, мы считаем, что подход сверху вниз, не может удовлетворить реальных потребностей общин. Поэтому мы верим, что любой, кто имеет подлинную потребность в мобильном приложении не должен быть ограничен своей неопытностью в деле разработки программного обеспечения.

source: This project was funded by both the EPSRC Social Inclusion Through the Digital Economy (SiDE) and the AHRC Creative Exchange (CX) research projects.
ru: Этот проект был профинансирован исследовательскими проектами как EPSRC Social Inclusion Through the Digital Economy (SiDE) так и и AHRC Creative Exchange (CX).

source: What is AppMovement?
ru: Что такое AppMovement?

source: What is a Movement?
ru: Что такое движение?
