Repository: digitalinteraction/appmovement
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: A Movement is an awesome idea for an app that has been created by a member of your community and allows other individuals to come together and support the idea. Once the Movement has reached the Supporter Target the Movement will move into the design phase to allow you to begin designing the features in your app. After this has been completed the app will be automatically generated and free to download for all.
ru: Движение - это хорошая идея для приложения, которое было создано одним из членов вашего сообщества и позволит другим членам поддержать эту идею. Как только движение достигнет необходимого порога голосов "за" оно перейдет на стадии дизайна, чтобы позволит Вам разработать дизайн особенностей вашего приложения. После того как дизайн будет создан, приложение будет автоматически сгенирировано и размещено в магазине приложения для бесплатного скачивания.

source: What does it mean to be a Supporter?
ru: Что это значит быть сторонником?

source: By supporting a Movement you are pledging your support for the idea. This will allow you to be a part of the design phase and gain early access to the automatically generated mobile app when it becomes available. There are no financial commitments to being a supporter and you have the choice to interact with the Movement as you see fit. During the design phase you can contribute ideas e.g. the app's name or colour scheme and you do not require any technical expertise.
ru: Голосуя за движение вы заявляете свою поддержку идеи. Это позволит вам принять участие в создание дизайна и получить ранний доступ к автоматически сгенерируемому мобильному приложению, когда оно станет доступным. Поддерживая приложение Вы не несете никаких финансовых обязательств и у Вас есть выбор взаимодействовать с движением, как Вы считаете нужным. На стадии дизайна Вы можете предлагать свои идеи. Например: название или цветовая схема приложения. От Вас не требуется никаких технических знаний.

source: What is the Design Phase?
ru: Что такое стадия дизайна?

source: The Design Phase is accessible by only the supporters who have supported a movement and allows them to contribute ideas and vote on the best contributions made by others. In this phase you will not be asked to write any code, just simply come up with names and colour schemes for example.
ru: Стадия дизайна доступна только сторонников, которые поддержали движение. Она позволяет им предлагать идеи и отдавать голос за лучших идеи других. На этой стадии Вам не придется писать какой либо код, нужно просто придумать название и цветовую схемы, например.

source: How do you automatically generate an app?
ru: Как Вы автоматически генерирует приложение?

source: When movements are created by users they are created using a template we have developed. This template allows us to automatically configure the mobile application so that it reflects the design choices made by the community in the design phase.
ru: Когда движения создаются пользователями они создаются с помощью шаблонов, которую мы разработали. Шаблон позволяет автоматически настроить мобильное приложение так, чтобы оно отражало выбор сделанный членами сообщества на этапе дизайна.

source: Who owns the generated app?
ru: Кто владеет сгенерированным приложением?

source: The mobile application will be released under the Digital Interaction Group developer accounts as part of ongoing research into community commissioning platforms. Ownership of the application will therefore remain with the Digital Interaction Group. Please visit our terms and conditions of use for more information.
ru: Мобильное приложение будет выпущена под аккаунтом разработчиков Digital Interaction Group в рамках проводимого исследования о платформе взаимодействия внутри сообщества . Приложение является собственностью Digital Interaction Group. Для более подробной информации обратитесь к условиям использования на нашем сайте.

source: Who is organising this?
ru: Кто организовывает это?

source: This is a research project run by the Digitial Interaction Group as part of the ongoing research. With your permission through registering with the server, your annonymized data will be used to begin to understand how technologies of the future can encourage grassroots comissioning of mobile applications. If you wish to know more about this please visit our About page for further information.
ru: Это исследовательский проект в ведении Digitial Interaction Group в рамках проводимых исследований. С вашего разрешения, после регистрации на сервере, ваши анонимизированные данные будут использоваться, чтобы начать понимать, как технологии будущего могут способствовать простому и быстрому созданию мобильных приложений. Если вы хотите узнать больше об этом, пожалуйста, посетите нашу страницу "Описание" для получения дополнительной информации.

source: Your Community. Your App.
ru: Ваше сообщество. Ваше приложение.

source: App Movement enables anyone to propose, design and develop a mobile application. No expertise are required and the process is fun and simple. Watch the video below to get started.
ru: Сайт App Movement позволяет любому человеку, сообществу или организации, предложить идею, создать дизайн и разработать мультиплатформенное мобильное приложение. Для начала не требуется обладать знаниями в программирование или создание мобильных приложений. Это интересно и просто. Просмотрите видео ниже, чтобы убедиться в этом и начать.

source: Watch the Video
ru: Смотреть видео

source: Choose one of the app templates and start your movement. Gain support for your movement by sharing it with friends.
ru: Выберите один из шаблонов приложений и начните движение. Получите поддержку движения делясь ссылкой на него с друзьями.

source: Design Together
ru: Создавайте дизайн вместе

source: The supporters of your movement work together to design the app by submitting and voting on ideas.
ru: Набирайте сторонников. Они будут работать вместе с Вами на результат: придумывать дизайн приложения, предлагать свои идеи и голосовать за идеи других.

source: Generate Application
ru: Создание приложения

source: You app is automatically generated based on the results of the design process and it is released in the app store.
ru: Ваше приложение автоматически генерируется на основе результатов стадии дизайна и затем публикуется в App Store.

source: Featured Movements
ru: Популярные Движения

source: Press Kit
ru: Инструменты для прессы

source: Press Releases
ru: Пресс-релизы

source: We welcome you to report on App Movement through your media channels and encourage the use of the materials provided on this page.
ru: Мы будем рады если Вы сообщите о App Movement через Ваши медиа-каналы с использованием материала представленного на данной странице

source: Logos & Brand
ru: Логотипы и Бренды

source: If you require any other assets please contact us.
ru: Если вам требуется каких-либо другие активы пожалуйста, свяжитесь с нами.

source: If you have any queries please contact us.
ru: Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нами.

source: Press contact
ru: Контакты для прессы

source: Case Studies
ru: Примеры

source: A story about Katie Brittain's idea to support people living with dementia and their carers.
ru: История об идее Кэти Бриттен, которая позволяет поддержать людей, живущих со слабоумием и их сиделок.

source: Privacy Policy
ru: Политика конфиденциальности

source: Terms of Use
ru: Условия использования

source: Place
ru: Место

source: Add Review
ru: Добавить отзыв

source: Name of Place
ru: Название Места

source: Rating Option A
ru: Рейтинг Вариант А

source: Rating Option B
ru: Рейтинг Вариант Б

source: Rating Option C
ru: Рейтинг Вариант В

source: Rating Option D
ru: Рейтинг Вариант Г

source: Home
ru: Главная

source: Add
ru: Добавить

source: Design Area
ru: Область создания дизайна

source: Design Phase Not Available
ru: Стадия дизайна недоступна

source: Design Phase Active
ru: Стадия дизайна активна

source: Day Remaining
ru: День остался

source: Days Remaining
ru: Дней осталось

source: The design phase is not yet available, please come back later!
ru: Стадия дизайна еще не доступна, пожалуйста, зайдите позже!

source: This movement has made it to the design phase. Yourself and other supporters can now design the application together. Just click one of the following design tasks to explore, vote and contribute ideas.
ru: Это движение достигло стадии дизайна. Вы и другие сторонники теперь могут создать дизайн приложения вместе. Просто выберите один из пунктов дизайна, чтобы начать. Голосуйте за идеи и предлагайте свои.

source: You have not supported this movement so you are not eligible to vote or contribute in the design phase. You are however free to browse what others have submitted.
ru: Вы не поддержли это движение, так что вы не имеете права голосовать или предлагать идеи для дизайна. Однако, Вы можете просматривать то, что другие предлагают.

source: Design Complete
ru: Дизайн завершен

source: The design phase is now complete, we will select the highest voted contributions to tailor the application. You can view the community's contributions below.
ru: Стадия дизайна завершена, мы выберем идеи с наибольшим количеством голосов и реализуем их. Вы можете просмотреть предложения сообщества ниже.

source: Fixed Option
ru: Вариантов на выбор

source: User Contribution
ru: - Предложений внесено

source: Awesome!
ru: Здорово!

source: You've submitted contributions to all of the design tasks, thank you!
ru: Вы отправили предложения для всех дизайнерских задач, спасибо!

source: Don't forget to come back and vote on contributions from other members!
ru: Не забудьте вернуться и проголосовать за предложения от других членов!

source: Instructions
ru: Инструкции

source: The design phase is now complete, you can view the contributions below. The winning contributions are highlighted in green.
ru: стадия дизайна завершена, вы можете просматривать все предложения ниже. Победившие предложения выделены зеленым цветом.

source: Admin Section
ru: Раздел для админов

source: APP STORE
ru: МАГАЗИН ПРИЛОЖЕНИЙ

source: DATABASE
ru: БАЗА ДАННЫХ

source: ASSETS
ru: АКТИВЫ

source: LAUNCH
ru: ЗАПУСК

source: App Name
ru: Название приложения

source: App Identifier
ru: Идентификатор приложения

source: Listing
ru: Список

source: Keywords
ru: Ключевые слова

source: SQL Create Dump
ru: Дамп SQL Create

source: iOS XML Dump
ru: Дамп IOS XML

source: Android XML Dump
ru: Дамп Android XML

source: Set Background Colour
ru: Установить цвет фона

source: Clear
ru: Очистить

source: Apply
ru: Применить

source: App Icon
ru: Иконка приложения

source: Spash Screen
ru: Слеш скрин

source: App Screenshots
ru: Скриншоты приложения

source: Android Store Listing URL
ru: Магазин приложений Android, список URL

source: iOS Store Listing URL
ru: Магазин IOS список URL

source: Click below to send the launch notification to all supporters
ru: Нажмите ниже, чтобы отправить уведомление о запуске всем сторонникам поддержавшим приложение

source: Send Launch Notification
ru: Отправить уведомления о Запуске

source: Notifications have been sent!
ru: Уведомления были отправлены!

source: Loading
ru: Загрузка

source: Your Dashboard
ru: Ваш Дашборд

source: Joined
ru: Присоединился в

source: Site Users
ru: Пользователи сайта

source: Edit Profile
ru: Редактировать Профиль

source: Logout
ru: Выйти

source: Your Movements
ru: Ваши движения

source: Your Notification Stream
ru: Ваши уведомления

source: Site users
ru: Пользователи сайта

source: Fullname
ru: Имя

source: Profile Photo
ru: Фото для профиля

source: Notification Preferences
ru: Настройки уведомлений

source: Send me awesome email updates
ru: Отправлять мне информацию об обновлениях по электронной почте

source: Update Profile
ru: Обновить профиль

source: Forgot Password
ru: Забыли пароль

source: Send Reset Email
ru: Отправить письмо для сброса пароля

source: Please enter the email address you used to register to reset your password.
ru: Пожалуйста, введите адрес электронной почты, который вы использовали для регистрации, чтобы сбросить пароль.

source: Send Email
ru: Отправить электронное письмо

source: Forgotten your password?
ru: Забыли свой пароль?

source: Create an Account
ru: Создать учетную запись

source: Confirm Password
ru: Подтвердите пароль

source: By creating an account means you agree to App Movement's <br /> %s and %s
ru: Создавая учетную запись вы подтверждаете согласие с <br /> %s and %s

source: I already have an account
ru: У меня уже есть учетная запись

source: Reset Your Password
ru: Сбросить Ваш пароль

source: Please enter new password below.
ru: Пожалуйста, введите новый пароль ниже.

source: New Password
ru: Новый пароль

source: Please re-enter password
ru: Пожалуйста, повторно введите пароль

source: %s's Profile
ru: Профиль %s

source: %s has no movements
ru: %s не имеет движений

source: Please enter a numeric value
ru: Пожалуйста, введите числовое значение

source: Please enter a published_app_survey_id
ru: Пожалуйста, введите published_app_survey_id

source: Please enter a user_id who will receive this survey
ru: Пожалуйста, введите идентификатор пользователя (user_id), который получит эту анкету

source: Please include user_id
ru: Пожалуйста, введите идентификатор пользователя user_id

source: isNumeric
ru: Числовой

source: data is incorrect format for this notification type, or you have not specified a notification type
ru: Неверный формат данных для данного типа уведомлений, или вы не указали тип уведомления

source: Please enter a notification_type_id
ru: Пожалуйста, введите notification_type_id

source: Please only enter notification_type_id as numeric value
ru: Пожалуйста, вводите идентификатор типа уведомления notification_type_id только как числовое значение

source: Please enter numeric values only
ru: Пожалуйста, используете только числовые значения

source: Please enter a published_app_id
ru: Пожалуйста, введите published_app_id

source: Please enter a survey_id
ru: Пожалуйста, введите идентификатор анкеты опроса (survey_id)

source: Please enter some review text
ru: Пожалуйста, введите текст отзыва

source: Review text must be less than 800 characters
ru: Текст отзыва должен быть меньше, чем 800 символов

source: Please enter a survey url
ru: Пожалуйста, введите URL-адрес анкеты опроса

source: Please only enter a datetime
ru: Пожалуйста, введите только дату и время

source: Please enter a start datetime
ru: Пожалуйста, введите начальную дату и время

source: Please enter a whole number (in days)
ru: Пожалуйста, введите целое число (в днях)

source: Please enter the duration in days that you wish for the survey to be presented
ru: Пожалуйста, введите длительность в днях, в течение которой, вы хотите чтобы анкета опроса должна быть доступна

source: Please enter your full name
ru: пожалуйста введите свое полное имя

source: Full name must be more than 4 characters
ru: Полное Имя должно быть более 4 символов

source: Full name must be less than 40 characters
ru: Полное Имя должно быть менее 40 символов

source: Please enter a username
ru: Пожалуйста введите имя пользователя

source: That username has been taken, please choose another
ru: Это имя пользователя занято. Пожалуйста, выберите другое

source: Only letters, numbers, underscores or dashes. Please enter a valid name
ru: Только буквы, цифры, нижнее подчеркивание и тире. Пожалуйста, введите допустимое имя

source: Usernames must be more than 4 characters
ru: Имена пользователей должны быть больше, чем 4 символов

source: Usernames must be less than 40 characters
ru: Имена пользователей должны быть меньше, чем 40 символов

source: Please enter a password
ru: Пожалуйста, введите пароль

source: Password must be more than 8 characters
ru: Пароль должен быть больше, чем 8 символов

source: Password must be less than 40 characters
ru: Пароль должен быть менее 40 символов

source: Please re-enter your password
ru: Пожалуйста, введите еще раз ваш пароль

source: Both password fields must match
ru: Пароли должны совпадать

source: isEmpty
ru: пустой

source: Please enter a valid email address
ru: Пожалуйста, введите правильный адрес электронной почты

source: An account registered with this email already exists, please enter another or login below
ru: Учетная запись привязанная к этой электронной почте уже существует, пожалуйста, введите другую почту или войдите в систему

source: Emails must be less than 240 characters
ru: Электронный адрес недолжен содержать более240 символов

source: Image must be of type: jpg, jpeg or png
ru: Изображение должно быть следующих типов: JPG, JPEG или PNG

source: Image must be more than 5KB
ru: Изображение должно быть более 5KB

source: Image must be less than 3MB
ru: Изображение должно быть менее 3 МБ

source: Colour Scheme
ru: Цветовая схема

source: Rating Options
ru: Варианты рейтинга

source: Map Pin Style
ru: Стиль Маркера на карте

source: Choose a name that will grab attention and sounds great
ru: Выберите название, которое будет привлекать внимание и звучать хорошо

source: A memorable icon ensures people will engage with your app
ru: Запоминающая иконка обеспечит узнаваемость и побудит людей чаще пользоваться Вашим приложением

source: Select a colour scheme that will fit the app purpose
ru: Выберите цветовую схему, которая будет соответствовать цели приложения

source: These are the things users of the app will rate on a scale of 0 - 5 stars (e.g. Comfort, Price, Quality etc.)
ru: Это те вещи, которые пользователи приложения будет оценивать по шкале от 0 - 5 звезд (например, комфорт, цена, качество и т.д.)

source: Choose a style of map pin to indicate the location of places on the map
ru: Выберите стиль маркета на карте, который указывает расположение мест на карте

source: Its time to choose a name for the app, you can vote on the contributions below or submit your own. The contribution with the highest votes at the end of the design period will be the final name.
ru: Самое время выбрать имя для приложения. Вы можете голосовать за предложения ниже или добавить свои собственные. Предложение с самым большим количеством голосов к концу стадии дизайна станет окончательным названием.

source: Below are some of the logos submitted by the community but you can always add your own. The contribution with the highest votes at the end of the design phase will be selected for use throughout the app.
ru: Ниже приведены некоторые из логотипов, представленных сообществом, но вы всегда можете добавить своё. Логотип с самыми большим числом голосов к концу стадии дизайна будет отобран для использования во всем приложении.

source: Choose a beautiful colour scheme for your application. Think about your brand colours and vote on the submissions below or add your own idea.
ru: Выберите красивую цветовую схему для вашего приложения. Подумайте о Ваших любимых цветах и голосуйти за предложения ниже или добавьте свою идею.

source: Here you can vote on different review options proposed by users or submit your own ideas at the bottom.
ru: Здесь вы можете голосовать за разные варианты отзывов предложенные пользователями или предложить свои идеи в нижней части.

source: When places are added to the map their location is represented by a map pin. You can vote for your favourite style of map pin in this design task.
ru: Когда место добавляется на карту, его местоположение обозначается маркером. В данном разделе Вы можете проголосовать за понравившейся стиль маркера.

source: abusive / offensive
ru: оскорбительное

source: copyright
ru: авторские права

source: spam
ru: спам

source: Your App Movement has been created! Get promoting your Movement now!
ru: Ваше движение для создания приложения было создано! Начинайте продвигать его!

source: Great news, You've Reached The Goal!
ru: Отличная новость, вы достигли цели!

source: Your App is Almost Here!
ru: Ваше приложение почти здесь!

source: Your App Is Now Available To Download!
ru: Ваше приложение теперь доступно для скачивания!

source: Your Movement Has Unfortunately Missed The Target
ru: К сожалению, Ваше движение не достигло цели

source: You Have Successfully Supported a Movement!
ru: Вы успешно поддержали движение!

source: {creator_name} has posted an update about {movement_title}
ru: {creator_name} опубликовал обновление о {movement_title}
