Repository: digitalinteraction/appmovement
Catalog: app/Locale/rus/LC_MESSAGES/validation-errors.po
Languages: ru

source: Please enter a comment
ru: Пожалуйста введите комментарий

source: Your comment must be at least 3 characters
ru: Ваш комментарий должен быть не менее 3 символов

source: Your comment must be less than 500 characters
ru: Ваш комментарий должен быть не более 500 символов

source: Please include user_id
ru: Пожалуйста добавьте user_id

source: Please enter parent_id
ru: Пожалуйста введите parent_id

source: Please only enter parent_id as numeric value
ru: Пожалуйста введите parent_id в виде численного значения

source: Parent_id incorrect
ru: Некорректный parent_id

source: Please enter comment_type_id
ru: Пожалуйста введите comment_type_id

source: Comment_type_id incorrect
ru: Сomment_type_id неверен

source: Please vote up or down
ru: Пожалуйста проголосуйте "ЗА" или "ПРОТИВ"

source: You may only cast your vote once
ru: Вы можете проголосовать только один раз

source: Please enter comment_id
ru: Пожалуйста введите comment_id

source: Please only enter a number for the user_id
ru: Пожалуйста используйте только числа при вводе user_id

source: You cannot contribute to this movement as you are not a supporter or promoter of this movement
ru: Вы не можете ничего предложить либо проголосовать за это движения, так как вы его еще не поддержали.

source: Please enter movement_design_task_id
ru: Пожалуйста введите movement_design_task_id

source: Please only enter movement_design_task_id as numeric value
ru: Пожалуйста введите movement_design_task_id в виде численного значения

source: Movement_design_task_id incorrect
ru: Некорректный movement_design_task_id

source: Please enter contribution_type_id
ru: Пожалуйста введите contribution_type_id

source: Contribution_type_id incorrect
ru: Некорректный contribution_type_id

source: Please enter a contribution
ru: Пожалуйста введите предложение

source: Please ensure that you have entered your contribution correctly
ru: Пожалуйста убедитесь что предложение введено корректно

source: You have already submitted a contribution with those details
ru: Вы уже вносили подобное предложение

source: Please enter a title for your movement
ru: Пожалуйста укажите название движения

source: The title must be more than 10 characters
ru: Название должно содержать более 10 символов

source: The title must be less than 50 characters
ru: Название должно быть менее 50 символов

source: Please enter a short paragraph that describes your movement
ru: Пожалуйста кратко опишите Ваше движение

source: The description must be more than 20 characters
ru: Краткое описание должно быть более 20 символов

source: The description must be less than 140 characters
ru: Краткое описание должно быть менее 140 символов

source: Please enter a detailed overview of your movement
ru: Пожалуйста введите детальное описание Вашего движения

source: The overview must be more than 100 characters
ru: Детальное описание должно быть более 100 символов

source: The overview must be less than 4000 characters
ru: Детальное описание должно быть менее 4000 символов

source: Please select the type of app you wish to create
ru: Пожалуйста выберите тип создаваемого приложения

source: Please select a photo for your movement
ru: Пожалуйста выберите изображение для Вашего движения

source: Please enter an update
ru: Пожалуйста укажите обновления

source: Your update must be at least 10 characters
ru: Информация об обновление должна содержать не менее 10 символов

source: Your update must be less than 4000 characters
ru: Информация об обновление должна содержать не более 4000 символов

source: You are not the creator of this movement
ru: Вы не создатель данного движения

source: You can only post 2 updates per day. Please try again in a short while.
ru: Вы можете отправлять максимум 2 письма об обновлениях в день. Пожалуйста попробуйте позже.
