Repository: digitalinteraction/appmovement
Catalog: app/Locale/fra/LC_MESSAGES/*-validation-errors.po
Languages: fr

source: Please enter a comment
fr: S'il vous plaît entrer un commentaire

source: Your comment must be at least 3 characters
fr: Votre commentaire doit être au moins 3 caractères

source: Your comment must be less than 500 characters
fr: Votre commentaire doit être inférieure à 500 caractères

source: Please include user_id
fr: S'il vous plaît inclure user_id

source: Please enter parent_id
fr: S'il vous plaît entrer parent_id

source: Please only enter parent_id as numeric value
fr: S'il vous plaît entrer que parent_id comme valeur numérique

source: Parent_id incorrect
fr: Parent_id incorrecte

source: Please enter comment_type_id
fr: S'il vous plaît entrer comment_type_id

source: Comment_type_id incorrect
fr: Comment_type_id incorrecte

source: Please vote up or down
fr: S'il vous plaît voter pour ou contre

source: You may only cast your vote once
fr: Vous ne pouvez voter une fois

source: Please enter comment_id
fr: S'il vous plaît entrer comment_id

source: You cannot contribute to this movement as you are not a supporter or promoter of this movement
fr: Vous ne pouvez pas contribuer à ce mouvement que vous n'êtes pas un partisan ou un promoteur de ce mouvement

source: Please enter movement_design_task_id
fr: S'il vous plaît entrer movement_design_task_id

source: Please only enter movement_design_task_id as numeric value
fr: S'il vous plaît entrer que movement_design_task_id comme valeur numérique

source: Movement_design_task_id incorrect
fr: Movement_design_task_id incorrecte

source: Please enter contribution_type_id
fr: S'il vous plaît entrer contribution_type_id

source: Contribution_type_id incorrect
fr: Contribution_type_id incorrecte

source: Please enter a contribution
fr: S'il vous plaît entrer une contribution

source: Please ensure that you have entered your contribution correctly
fr: S'il vous plaît vous assurer que vous avez entré correctement votre contribution

source: You have already submitted a contribution with those details
fr: Vous avez déjà soumis une contribution à ces détails

source: Please enter a title for your movement
fr: S'il vous plaît donner un titre à votre mouvement

source: The title must be more than 10 characters
fr: Le titre doit être de plus de 10 caractères

source: The title must be less than 50 characters
fr: Le titre doit être inférieure à 50 caractères

source: Please enter a short paragraph that describes your movement
fr: S'il vous plaît entrer un court paragraphe qui décrit votre mouvement

source: The description must be more than 20 characters
fr: La description doit être plus de 20 caractères

source: The description must be less than 140 characters
fr: La description doit être inférieure à 140 caractères

source: Please enter a detailed overview of your movement
fr: S'il vous plaît entrer un aperçu détaillé de votre mouvement

source: The overview must be more than 100 characters
fr: La vue d'ensemble doit être plus de 100 caractères

source: The overview must be less than 4000 characters
fr: La liste doit être inférieure à 4000 caractères

source: Please select the type of app you wish to create
fr: S'il vous plaît sélectionnez le type d'application que vous souhaitez créer

source: Please select a photo for your movement
fr: S'il vous plaît sélectionner une photo de votre mouvement

source: Please enter an update
fr: S'il vous plaît entrer une mise à jour

source: Your update must be at least 10 characters
fr: Votre mise à jour doit être d'au moins 10 caractères

source: Your update must be less than 4000 characters
fr: Votre mise à jour doit être inférieure à 4000 caractères

source: You are not the creator of this movement
fr: Vous n'êtes pas le créateur de ce mouvement

source: You can only post 2 updates per day. Please try again in a short while.
fr: Vous ne pouvez poster 2 mises à jour par jour. S'il vous plaît essayer de nouveau dans un temps court.

source: data is incorrect format for this notification type, or you have not specified a notification type
fr: données est un format incorrect pour ce type de notification, ou si vous avez pas spécifié un type de notification

source: Please enter a notification_type_id
fr: S'il vous plaît entrer un notification_type_id

source: Please only enter notification_type_id as numeric value
fr: S'il vous plaît entrer que notification_type_id comme valeur numérique

source: Notification_type_id incorrect
fr: Notification_type_id incorrecte

source: Please enter some review text
fr: S'il vous plaît entrer du texte de révision

source: Review text must be less than 800 characters
fr: Texte de l'avis doit être inférieure à 800 caractères

source: Please enter your full name
fr: S'il vous plaît entrer votre nom complet

source: Full name must be less than 40 characters
fr: Nom complet doit être inférieure à 40 caractères

source: Please enter a username
fr: S'il vous plaît entrer un nom d'utilisateur

source: That username has been taken, please choose another
fr: Ce nom d'utilisateur n'a été prise, s'il vous plaît choisir un autre

source: Only letters, numbers, underscores or dashes. Please enter a valid name
fr: Seuls les lettres, chiffres, caractères de soulignement ou des tirets. S'il vous plaît entrer un nom valide

source: Usernames must be less than 40 characters
fr: Les noms d'utilisateur doit être inférieure à 40 caractères

source: Please enter a password
fr: S'il vous plaît entrer un mot de passe

source: Password must be more than 8 characters
fr: Mot de passe doit être plus de 8 caractères

source: Password must be less than 40 characters
fr: Mot de passe doit être inférieure à 40 caractères

source: Please re-enter your password
fr: S'il vous plaît entrer de nouveau votre mot de passe

source: Both password fields must match
fr: Les deux champs de mot de passe doivent correspondre

source: isEmpty
fr: est vide

source: Please enter a valid email address
fr: S'il vous plaît entrer une adresse email valide

source: An account registered with this email already exists, please enter another or login below
fr: Un compte enregistré avec cet email existe déjà, s'il vous plaît entrer un autre ou connectez-vous ci-dessous

source: Emails must be less than 240 characters
fr: Les e-mails doivent être inférieure à 240 caractères

source: Image must be of type: jpg, jpeg or png
fr: L'image doit être de type: jpg, jpeg ou png

source: Image must be more than 5KB
fr: L'image doit faire plus de 5 Ko

source: Image must be less than 3MB
fr: L'image doit être inférieure à 3 Mo
