Repository: digitalinteraction/appmovement
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: You are required to be logged in for this transaction
fr: Vous devez être identifié pour cette transaction

source: You do not have permission to do that
fr: Vous n'êtes pas autorisé à le faire

source: No file has been submitted
fr: Aucun fichier n'a été soumis

source: Error in file submission
fr: Erreur dans la soumission de fichier

source: Contribution has been submitted
fr: Contribution a été soumis

source: Please ensure that your image is in the correct format (jpg, jpeg, png) and is between 2KB - 3MB
fr: S'il vous plaît vous assurer que votre image est dans le bon format (jpg, jpeg, png) et se situe entre 2 Ko - 3 Mo

source: Contribution id required
fr: Contribution id requis

source: No Report Type id
fr: Aucun type de rapport id

source: Report type id incorrect
fr: Rapport de type id incorrecte

source: Could not find movement
fr: Impossible de trouver le mouvement

source: Your friends have been invited
fr: Vos amis ont été invités

source: Start a Movement
fr: Lancer un Movement

source: There are some errors with your movement
fr: Il ya quelques erreurs avec votre mouvement

source: Edit Movement
fr: Modifier Mouvement

source: Movement was updated
fr: Mouvement a été mis à jour

source: Movement was not updated
fr: Mouvement n'a pas été mis à jour

source: Movement was deleted
fr: Mouvement a été supprimé

source: api_key parameter required
fr: paramètre requis api_key

source: Id parameter required
fr: paramètre Id nécessaire

source: This movement has not yet reached the launch phase
fr: Ce mouvement n'a pas encore atteint la phase de lancement

source: Movements with 5 supporters or more cannot be edited
fr: Mouvements avec 5 partisans ou plus ne peuvent pas être modifiés

source: Please check that you have entered the correct code. This can be found at https://app-movement.com
fr: S'il vous plaît vérifiez que vous avez entré le code correct. Cela peut être trouvé à https://app-movement.com

source: Code parameter missing
fr: Paramètre code manquant

source: Please check that you have entered the correct code. This can be found at http://app-movement.com
fr: S'il vous plaît vérifiez que vous avez entré le code correct. Cela peut être trouvé à http://app-movement.com

source: Please verify you are a real person by clicking the button above
fr: S'il vous plaît vérifiez que vous êtes une personne réelle en cliquant sur le bouton ci-dessus

source: Invalid movement_id
fr: Movement_id non valide

source: You must be logged in to perform this action
fr: Vous devez être connecté pour effectuer cette action

source: Movement has not yet reached the design phase
fr: Mouvement n'a pas encore atteint la phase de conception

source: You have created an account
fr: Vous avez créé un compte

source: You have logged in
fr: Vous êtes connecté

source: Your username or password was incorrect.
fr: Votre nom d'utilisateur ou mot de passe est incorrect.

source: Reset Your App Movement Password
fr: Réinitialiser votre mot de passe Mouvement App

source: A reset link will be emailed to you.
fr: Un lien de réinitialisation sera envoyé par courriel.

source: The reset email could not be sent
fr: Le courriel de réinitialisation pas pu être envoyé

source: An account does not exist with the given email address
fr: Un compte ne se pose pas avec l'adresse e-mail indiquée

source: Your password has been updated
fr: Votre mot de passe a été mis à jour

source: Password could not be updated
fr: Mot de passe n'a pas pu être mis à jour

source: Your profile was updated
fr: Votre profil a été mis à jour

source: Your profile was not updated
fr: Votre profil a été pas mis à jour

source: You cannot vote on your own contribution
fr: Vous ne pouvez pas voter en votre propre contribution

source: You cannot vote more than once
fr: Vous ne pouvez pas voter plus d'une fois

source: You must be logged in to vote
fr: Vous devez être connecté pour voter

source: Your comment
fr: Votre commentaire

source: Comment
fr: Commentaire

source: Order by date
fr: Classer par date

source: Terms
fr: Termes

source: Privacy
fr: Intimité

source: Press
fr: Presse

source: Under Review
fr: À L'Étude

source: Unsuccessful
fr: Infructueux

source: SUPPORTED
fr: Soutenu

source: DAY TO GO
fr: Jour à partir

source: DAYS TO GO
fr: Jours pour aller

source: Design Phase
fr: Phase de Ponception

source: Launch Phase
fr: Phase de lancement

source: Available to Download
fr: Disponible pour télécharger

source: About
fr: Environ

source: Start
fr: Début

source: Discover
fr: Découvrez

source: Activity
fr: Activité

source: Login
fr: S'identifier

source: Register
fr: Inscription

source: Create Account
fr: Créer Un Compte

source: Support
fr: Soutien

source: Design
fr: Conception

source: Launch
fr: Lancer

source: Help %s by supporting this movement.
fr: Aide %s en soutenant ce mouvement.

source: Work with %s and other supporters to design the app.
fr: Travailler avec %s et d'autres partisans de concevoir l'application.

source: Download the app from the App Store for free!
fr: Télécharger l'application sur l'App Store gratuitement!

source: Watch the introduction video
fr: Regardez la vidéo d'introduction

source: Reply
fr: Répondre

source: Primary Colour
fr: Couleurs primaires

source: Pin Colour
fr: Broche Couleur

source: Star Colour
fr: Étoile Couleur

source: Close
fr: Près

source: Your Name
fr: Votre Nom

source: Full Name
fr: Nom Complet

source: Email Address
fr: Adresse e-mail

source: Password
fr: Mot de passe

source: By creating an account means you agree to our %s and %s
fr: En créant un compte signifie que vous acceptez notre %s et %s

source: Username / Email
fr: Nom d'utilisateur / Email

source: Username
fr: Nom d'utilisateur

source: Forgotten your password? %s to reset it.
fr: Vous avez oublié votre mot de passe? %s pour le réinitialiser.

source: Click here
fr: Cliquez ici

source: Report Contribution
fr: Rapport Contribution

source: Check the option below and click submit if you think this contribution is:
fr: Cochez l'option ci-dessous et cliquez sur soumettre si vous pensez que cette contribution est:

source: Abusive / Offensive
fr: Abusif / offensant

source: Copyright Infringement
fr: Violation De Droit D'Auteur

source: Please select an option above
fr: S'il vous plaît sélectionner une option ci-dessus

source: Submit
fr: Soumettre

source: Cancel
fr: Annuler

source: Download
fr: Télécharger

source: This app has been successfully supported and designed by the community and is now available on the app stores.
fr: Cette application a été soutenu avec succès et conçu par la communauté et est maintenant disponible sur les boutiques d'applications.

source: Please click one of the buttons below to download this app for free.
fr: S'il vous plaît cliquez sur un des boutons ci-dessous pour télécharger cette application gratuitement.

source: Submit Feedback
fr: Envoyer des commentaires

source: Got some feedback for us? Is something not working? We’d love to hear your suggestions. Please leave us a message in the box below.
fr: Vous avez des commentaires pour nous? Est quelque chose ne fonctionne pas? Nous aimerions entendre vos suggestions. S'il vous plaît nous laisser un message dans la boîte ci-dessous.

source: Enter your comment here
fr: Entrez votre commentaire ici

source: Start promoting this movement
fr: Commencer à promouvoir ce mouvement

source: Share the link below anywhere you like to start promoting this app movement and earning influence for the design phase!
fr: Partagez le lien ci-dessous où vous voulez commencer à promouvoir ce mouvement de l'application et de gagner une influence pour la phase de conception!

source: Done
fr: Fini

source: Confirm Support
fr: Confirmez Soutien

source: Supporting %s's idea simply involves clicking the support button below. You can also help design the app after the movement reaches its target.
fr: Soutenir %s s 'idée consiste simplement en cliquant sur ​​le bouton de soutien ci-dessous. Vous pouvez aussi aider à concevoir l'application après le mouvement atteint sa cible.

source: Stay up to date
fr: Restez à jour

source: Receive email notifications with progress updates.
fr: Recevoir des notifications par email avec des mises à jour de progrès.

source: Get access to the design area
fr: Accédez à la zone de conception

source: Submit ideas and vote on other people's suggestions.
fr: Proposez des idées et de voter sur les suggestions d'autres personnes.

source: Download the app for free
fr: Téléchargez l'application gratuitement

source: Once it has been designed by the community and generated by us.
fr: Une fois qu'il a été conçu par la communauté et générés par nous.

source: Support Idea
fr: Soutien Idea

source: Help Design
fr: Aide Conception

source: View Design
fr: Voir Design

source: View Progress
fr: Voir Progress

source: Download App
fr: Télécharger App

source: Movement was unsuccessful
fr: Mouvement a échoué

source: Movement Creator
fr: Mouvement Créateur

source: Supporters
fr: Partisans

source: supporter
fr: partisan

source: supporters
fr: partisans

source: day launching
fr: lancement d'une journée

source: days launching
fr: jours de lancement

source: person shared
fr: personne en chambre partagée

source: people shared
fr: personnes ont partagé

source: This Movement has been fully supported!
fr: Ce mouvement a été entièrement pris en charge!

source: more supporters to hit the target.
fr: plus de partisans à frapper la cible.

source: Movements with 5 or more supporters cannot be edited.
fr: Mouvements avec 5 ou plusieurs partisans ne peuvent pas être modifiés.

source: This movement did not gather enough support to progress to the design phase.
fr: Ce mouvement n'a pas réuni suffisamment de soutien pour passer à la phase de conception.

source: Post Update
fr: Poster Mise à jour

source: %s has now been fully designed by the %s supporting members of the community and has been generated! Click below to download the app.
fr: %s a été entièrement conçu par les membres soutenant le %s de de la communauté et a été généré ! Cliquez ci-dessous pour télécharger l'application.

source: You have successfully created your movement - %s - and it is now visible to the public. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days.</strong>
fr: Vous avez créé votre mouvement - %s - et il est maintenant visible pour le public . Il est maintenant à vous de rassembler les gens de <strong>%s</strong> dans les jours de la prochaine <strong>%s.</strong>

source: The next stage for your Movement is the launch phase where we will generate your app based on the results from the design process. We will submit it to the app store and notify you and other supporters when it is ready to download. You can track the progress of the app through the various stages of its launch by clicking the link below.
fr: La prochaine étape pour votre mouvement est la phase de lancement où nous allons générer votre application sur la base des résultats du processus de conception. Nous allons soumettre à l'App Store et vous et d'autres partisans avertir quand il est prêt à télécharger. Vous pouvez suivre les progrès de l'application à travers les différentes étapes de son lancement en cliquant sur le lien ci-dessous.

source: <strong>%s people</strong> supported the idea of creating an app for %s. Unfortunately this time you missed our target of %s and will not be taken forward into the design phase.
fr: le peuple de <strong>%s</strong> ont soutenu l'idée de créer une application pour %s. Malheureusement cette fois vous avez manqué notre objectif de %s et ne serez pas pris en avant dans la phase de conception.

source: It is really important that you continue to share this Movement in order to reach the goal of %s supporters!
fr: Il est vraiment important que vous continuiez à partager ce Mouvement dans le but d'atteindre l'objectif des partisans de %s !

source: Congratulaions! %s has gathered over <strong>%s supporters.</strong> You can now access the <strong>design phase</strong> where you can contribute and vote on ideas. Click below to get started.
fr: Congratulaions! %s a rassemblé plus de partisans de <strong> %s</strong>. Vous pouvez maintenant accéder à la <strong> phase de conception </strong> où vous pouvez contribuer et voter sur des idées. Cliquez ci-dessous pour commencer.

source: Title
fr: Titre

source: Movement Title
fr: Mouvement Titre

source: Give your movement a clear and catchy title.
fr: Donnez votre mouvement un titre clair et accrocheur.

source: Short Description
fr: Description Rapide

source: A short summary of the movement that will be visible across the site.
fr: Un bref résumé du mouvement qui sera visible à travers le site.

source: Choose Photo
fr: Choisissez Photo

source: A striking image that represents your movement.
fr: Une image saisissante qui représente votre mouvement.

source: Location
fr: Emplacement

source: Optional
fr: Optionnel

source: Movement Location
fr: Mouvement Localisation

source: Provide the location of your movement.
fr: Indiquez l'emplacement de votre mouvement.

source: Tags
fr: Mots clés

source: Add some tags to your movement to help people discover it.
fr: Ajouter des balises à votre mouvement pour aider les gens découvrent.

source: Overview
fr: Vue d'ensemble

source: A longer overview of your movement
fr: Un aperçu plus de votre mouvement

source: You have supported %s. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days</strong>.
fr: Vous avez soutenu %s. Il est maintenant à vous de rassembler les gens de <strong> %s </strong> dans les prochains jours s <strong>%s</strong>.

source: What happens next?
fr: Qu'est-ce qui se passe ensuite?

source: You will <strong>receive updates</strong> about the progress of this movement via email. If the Movement is successful you will be exclusively invited to the design phase where you can help shape the design of the app.
fr: Vous <strong> recevoir des mises à jour </strong> à propos de l'état d'avancement de ce mouvement par courriel. Si le mouvement est réussie, vous serez exclusivement invités à la phase de conception où vous pouvez aider à façonner la conception de l'application.

source: Movement Preview
fr: Mouvement Aperçu

source: Welcome to App Movement
fr: Bienvenue dans Movement App

source: Welcome to your dashboard, from here you can manage your profile and receive updates on the movements you start as well as those that you show an interest in. Be sure to check back regularly to keep up to date.
fr: Bienvenue à votre tableau de bord, à partir de là, vous pouvez gérer votre profil et recevoir des mises à jour sur les mouvements que vous commencez ainsi que ceux que vous montrez un intérêt. Soyez sûr de vérifier régulièrement pour vous tenir au courant.

source: All the best, Our Team.
fr: Tous les meilleurs, notre équipe.

source: Failed
fr: Manqué

source: Uploaded
fr: Posté

source: Uploading
fr: Ajout

source: %s has now been fully designed by the supporting members of the community and has been generated! Click below to download the app.
fr: %s a maintenant été entièrement conçu par les membres de soutien de la communauté et a été généré ! Cliquez ci-dessous pour télécharger l'application.

source: View Launch Phase
fr: Voir Phase de lancement

source: You have successfully created your movement - '%s' - and is now visible to the public. It is now up to you to gather <strong>%s people</strong> in the next <strong>%s days.</strong>
fr: Vous avez créé votre mouvement - " %s '- et est maintenant visible pour le public. Il est maintenant à vous de rassembler <strong> %s la population </ strong> dans le prochain <strong> %s les jours. </ strong>

source: %s has now completed the design phase. The next stage for your Movement is the launch phase where we will generate your app based on the results from the design process. We will submit it to the app store and notify you and other supporters when it is ready to download. You can track the progress of the app through the various stages of its launch by clicking the link below.
fr: %s a maintenant terminé la phase de conception. La prochaine étape pour votre mouvement est la phase de lancement où nous allons générer votre application sur la base des résultats du processus de conception. Nous allons soumettre à l'App Store et vous et d'autres partisans avertir quand il est prêt à télécharger. Vous pouvez suivre les progrès de l'application à travers les différentes étapes de son lancement en cliquant sur le lien ci-dessous.

source: Your Movement was unsuccessful
fr: Votre Mouvement a échoué

source: <strong>%s people</strong> supported the idea of creating an app for %s. Unfortunately this time you missed our target of and will not be taken forward into the design phase.
fr: <Strong> %s la population </ strong> ont soutenu l'idée de créer une application pour %s . Malheureusement cette fois vous avez manqué notre objectif de et ne serez pas pris en avant dans la phase de conception.

source: Continue
fr: %s </ span> Mouvement partagée </ span>

source: %s</span> New Supporters</span>
fr: %s </ span> Nouveaux Partisans </ span>

source: Visit your dashboard to manage your profile and receive updates on the movements you start as well as those that you show an interest in. Be sure to check back regularly to keep up to date.
fr: Visitez votre tableau de bord pour gérer votre profil et recevoir des mises à jour sur les mouvements que vous commencez ainsi que ceux que vous montrez un intérêt. Soyez sûr de vérifier régulièrement pour vous tenir au courant.

source: Suggest
fr: Suggérer

source: Submit Idea
fr: Déposer une Idée

source: Preview colour
fr: Aperçu couleur

source: Update shared
fr: Mise à jour partagé

source: %s is now available to download!
fr: %s est maintenant disponible au téléchargement!

source: After gathering support and design input from %s people %s is now available to be downloaded from the app store.
fr: Après avoir recueilli le soutien et la contribution de conception à partir %s de personnes %s est désormais disponible pour être téléchargé depuis l'App Store.

source: Congratulations, you have an app you can share with the world!
fr: Félicitations, vous avez une application que vous pouvez partager avec le monde!

source: <strong>Download the app now</strong> and start contributing your knowledge about the best places nearby, the success of the app depends on it. Your actions in these early days will make sure the app is successful, so it is very important that you add the best places nearby and leave reviews.
fr: <Strong> Télécharger l'application maintenant </ strong> et commencer à contribuer vos connaissances sur les meilleurs endroits à proximité, le succès de l'application dépend. Vos actions dans ces premiers jours seront assurez-vous que l'application est réussie, il est donc très important que vous ajoutez les meilleurs endroits à proximité et laissez avis.

source: <strong>It's up to you to add places and leave reviews</strong> to encourage others to download the app and contribute to the community.
fr: <Strong> Il est à vous pour ajouter des lieux et de laisser de commentaires </ strong> pour encourager les autres à télécharger l'application et de contribuer à la communauté.

source: Download your app by clicking below
fr: Téléchargez votre application en cliquant ci-dessous

source: Thank You!
fr: Merci!

source: Without you this app would never have been made so we would like to say thank you for contributing your time and efforts in supporting the idea, contributing your thoughts and sharing it with friends.
fr: Sans vous cette application aurait jamais été fait pour que nous tenons à vous dire merci pour votre temps et contribuant efforts pour soutenir l'idée, contribuant vos pensées et de les partager avec vos amis.

source: App Movement Team
fr: App équipe Mouvement

source: %s to change your notification settings
fr: %s pour changer vos paramètres de notification

source: You Started a Movement
fr: Vous lancé un mouvement

source: You have started a Movement for %s
fr: Vous avez lancé un Mouvement pour %s

source: Your Movement is now in the support phase. This is a %s day period that gives you time to promote your idea to friends, family members and your community. In order for your Movement to be a success you need to reach a target of <?php echo $supporter_target; ?> supporters. If you reach this target you will move into the design phase and your app will be built! Remeber it is vital that you share your idea with others.
fr: Votre Mouvement est maintenant dans la phase de soutien. Ceci est un %s de la période de la journée que vous donne le temps de promouvoir votre idée à des amis, membres de la famille et votre communauté. Pour que votre mouvement soit un succès, vous avez besoin pour atteindre un objectif de <? Php echo $ supporter_target?; ?> Partisans. Si vous atteignez cet objectif vous déplacer dans la phase de conception et de votre application sera construite! Rappelez-vous il est essentiel que vous partagez votre idée avec d'autres.

source: Visit our %s for more information.
fr: Visitez notre %s pour plus d'informations.

source: Frequently Asked Questions
fr: Questions Fréquemment Posées

source: %s has now completed the Design Phase.
fr: %s a maintenant terminé la phase de conception.

source: Next steps...
fr: Prochaines étapes ...

source: View launch status
fr: Afficher l'état du lancement

source: Find out more at %s
fr: Pour en savoir plus au %s

source: Support Your Friend
fr: Soutenez votre ami

source: Hey %s, your friend %s is trying to gain support for an idea for a new mobile app.
fr: Hey %s , votre ami %s tente d'obtenir le soutien d'une idée pour une nouvelle application mobile.

source: %s has chosen you amongst a handful of other people to support their Movement and help share their idea with others.
fr: %s vous a choisi parmi une poignée d'autres gens à soutenir leur mouvement et aider à partager leur idée avec les autres.

source: Describe your idea in one sentence
fr: Décrivez votre idée en une phrase

source: Next Step
fr: Prochaine Étape

source: You can help %s out by clicking the link below to support their Movement:
fr: Vous pouvez aider %s l'arrière en cliquant sur ​​le lien ci-dessous pour soutenir leur mouvement:

source: If %s's idea gains enough support then yourself and other supporters will be able to help design the app. Pretty awesome eh?
fr: Si %s l 'idée gagne suffisamment de soutien, puis vous-même et d'autres partisans pourront aider à concevoir l'application. Assez impressionnant hein?

source: Do you have a great idea for an app?
fr: Avez-vous une idée géniale pour une application?

source: Start your Movement
fr: Commencez votre Mouvement

source: Movement Unsuccessful
fr: Mouvement Échec

source: The movement for %s was unsuccessful.
fr: Le mouvement pour les %s a échoué.

source: You managed to gather <b>%s</b> people to support the idea of creating an app for %s. Unfortunately this time the movement missed our target of %s and will not be taken forward into the design phase.
fr: Vous avez réussi à recueillir des <b> %s </ b> les gens à soutenir l'idée de créer une application pour %s . Malheureusement cette fois le mouvement raté notre cible de %s et ne sera pas prise avant dans la phase de conception.

source: Got another idea? Why not start a new movement by clicking the link below?
fr: Vous avez une autre idée? Pourquoi ne pas commencer un nouveau mouvement en cliquant sur le lien ci-dessous?

source: You have received an update for your movement - %s
fr: Vous avez reçu une mise à jour pour votre mouvement - %s

source: View Movement
fr: Voir Movement

source: Reset Password
fr: Réinitialiser Le Mot De Passe
