Repository: digitalinteraction/appmovement
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: The mobile application will be released under the Digital Interaction Group developer accounts as part of ongoing research into community commissioning platforms. Ownership of the application will therefore remain with the Digital Interaction Group. Please visit our terms and conditions of use for more information.
fr: L'application mobile sera publié dans les comptes de développement du Groupe Interaction numériques dans le cadre de recherches en cours sur les plates-formes communautaires de mise en service. Propriété de la demande restera donc avec le Groupe Interaction numérique. S'il vous plaît visitez nos termes et conditions d'utilisation pour plus d'informations.

source: Who is organising this?
fr: Qui organise ce?

source: This is a research project run by the Digitial Interaction Group as part of the ongoing research. With your permission through registering with the server, your annonymized data will be used to begin to understand how technologies of the future can encourage grassroots comissioning of mobile applications. If you wish to know more about this please visit our About page for further information.
fr: Ceci est un projet de recherche dirigé par le Groupe Interaction Digitial dans le cadre de la recherche en cours. Avec votre permission travers l'enregistrement avec le serveur, vos données annonymized seront utilisés pour commencer à comprendre comment les technologies de l'avenir peuvent encourager mise en service Veiller base d'applications mobiles. Si vous souhaitez en savoir plus sur cette s'il vous plaît visitez notre page À propos pour plus d'informations.

source: Your Community. Your App.
fr: Votre Communauté. Votre App.

source: App Movement enables anyone to propose, design and develop a mobile application. No expertise are required and the process is fun and simple. Watch the video below to get started.
fr: App Movement permet à quiconque de proposer, concevoir et développer une application mobile. Aucune expertise sont nécessaires et le processus est simple et amusant. Regardez la vidéo ci-dessous pour commencer.

source: Watch the Video
fr: Voir la vidéo

source: Choose one of the app templates and start your movement. Gain support for your movement by sharing it with friends.
fr: Choisissez l'un des modèles d'applications et de commencer votre mouvement. Obtenir un soutien pour votre mouvement en partageant avec des amis.

source: Design Together
fr: Concevoir Ensemble

source: The supporters of your movement work together to design the app by submitting and voting on ideas.
fr: Les partisans de votre mouvement travaillent ensemble pour concevoir l'application en soumettant et en votant sur les idées.

source: Generate Application
fr: Générer Application

source: You app is automatically generated based on the results of the design process and it is released in the app store.
fr: Vous app est généré automatiquement en fonction des résultats du processus de conception et il est libéré dans l'app store.

source: Featured Movements
fr: Mouvements en Vedette

source: Press Kit
fr: Dossier De Presse

source: Press Releases
fr: Communiqués de presse

source: We welcome you to report on App Movement through your media channels and encourage the use of the materials provided on this page.
fr: Nous vous invitons à signaler sur le mouvement App travers vos canaux de médias et d'encourager l'utilisation des documents fournis sur cette page.

source: Logos & Brand
fr: Logos et Marques

source: Click any of the following assets to view the full-resolution version.
fr: Cliquez sur l'un des actifs suivants pour voir la version pleine résolution.

source: If you require any other assets please contact us.
fr: Si vous avez besoin de tous autres actifs s'il vous plaît contactez-nous.

source: If you have any queries please contact us.
fr: Si vous avez des questions s'il vous plaît contactez-nous.

source: Press contact
fr: Contact presse

source: Image contact
fr: Contact Image

source: Case Studies
fr: Études de cas

source: A story about Katie Brittain's idea to support people living with dementia and their carers.
fr: Une histoire à propos de l'idée de Katie Brittain pour soutenir les personnes atteintes de démence et de leurs aidants.

source: Privacy Policy
fr: Politique de confidentialité

source: Terms of Use
fr: Conditions d'utilisation

source: Place
fr: Lieu

source: Add Review
fr: Ajouter un commentaire

source: Name of Place
fr: Nom de la Place

source: Rating Option A
fr: Note Option A

source: Rating Option B
fr: Note Option B

source: Rating Option C
fr: Option Note C

source: Rating Option D
fr: Note Option D

source: Home
fr: Maison

source: Add
fr: Ajouter

source: Design Area
fr: Area design

source: Design Phase Not Available
fr: Phase de conception Indisponible

source: Design Phase Active
fr: Conception phase active

source: Days remaining in design phase
fr: Jours restants dans la phase de conception

source: Day Remaining
fr: Jour restante

source: Days Remaining
fr: Jours Restant

source: The design phase is not yet available, please come back later!
fr: La phase de conception est pas encore disponible, s'il vous plaît revenez plus tard!

source: This movement has made it to the design phase. Yourself and other supporters can now design the application together. Just click one of the following design tasks to explore, vote and contribute ideas.
fr: Ce mouvement a permis à la phase de conception. Vous-même et d'autres partisans peuvent maintenant concevoir l'application ensemble. Il suffit de cliquer l'une des tâches de conception suivantes à explorer, de voter et apporter des idées.

source: You have not supported this movement so you are not eligible to vote or contribute in the design phase. You are however free to browse what others have submitted.
fr: Vous ne l'avez pas soutenu ce mouvement si vous n'êtes pas admissible à voter ou à contribuer à la phase de conception. Vous êtes cependant libre de naviguer sur ce que les autres ont soumis.

source: Design Complete
fr: Conception complète

source: The design phase is now complete, we will select the highest voted contributions to tailor the application. You can view the community's contributions below.
fr: La phase de conception est maintenant terminée, nous sélectionnons les contributions les plus élevées ont voté pour adapter l'application. Vous pouvez voir les contributions de la communauté ci-dessous.

source: Fixed Option
fr: Option fixe

source: User Contribution
fr: Contribution de l'utilisateur

source: You've submitted contributions to all of the design tasks, thank you!
fr: Vous avez soumis des contributions à toutes les tâches de conception, je vous remercie!

source: Don't forget to come back and vote on contributions from other members!
fr: Ne pas oublier de revenir et de voter sur les contributions des autres membres!

source: The design phase is now complete, you can view the contributions below. The winning contributions are highlighted in green.
fr: La phase de conception est maintenant terminée, vous pouvez afficher les contributions ci-dessous. Les contributions gagnantes sont surlignées en vert.

source: Admin Section
fr: Administrateur Section

source: DATABASE
fr: BASE DE DONNÉES

source: ASSETS
fr: ACTIFS

source: LAUNCH
fr: LANCEMENT

source: App Name
fr: Nom App

source: App Identifier
fr: App Identifiant

source: Listing
fr: Inscription

source: Keywords
fr: Mots-clés

source: Android XML Dump
fr: XML Android Dump

source: Set Background Colour
fr: Contexte Set Couleur

source: Clear
fr: Clair

source: Apply
fr: Appliquer

source: App Icon
fr: App Icône

source: Spash Screen
fr: Écran Spash

source: App Screenshots
fr: App Captures d'écran

source: Download Assets
fr: Télécharger actifs

source: Android Store Listing URL
fr: Android magasin Listing URL

source: iOS Store Listing URL
fr: iOS magasin Listing URL

source: Click below to send the launch notification to all supporters
fr: Cliquez ci-dessous pour envoyer la notification de lancement pour tous les supporters

source: Send Launch Notification
fr: Envoyer une notification de lancement

source: Notifications have been sent!
fr: Notifications ont été envoyées!

source: Loading
fr: Chargement

source: Your Dashboard
fr: Votre tableau de bord

source: Joined
fr: Relié

source: Site Users
fr: Utilisateurs du Site

source: Edit Profile
fr: Modifier le profil

source: Logout
fr: Se Déconnecter

source: Your Movements
fr: Vos Mouvements

source: Your Notification Stream
fr: Votre Notification Flux

source: Site users
fr: Les utilisateurs du site

source: Fullname
fr: Nom Complet

source: Profile Photo
fr: Photo De Profil

source: Notification Preferences
fr: Préférences de notification

source: Send me awesome email updates
fr: Envoyez-moi des mises à jour impressionnants

source: Update Profile
fr: Mise à jour de profil

source: Forgot Password
fr: Mot De Passe Oublié

source: Send Reset Email
fr: Envoyer mail de réinitialisation

source: Please enter the email address you used to register to reset your password.
fr: S'il vous plaît entrez l'adresse email utilisée pour vous enregistrer pour réinitialiser votre mot de passe.

source: Send Email
fr: Envoyer un email

source: Forgotten your password?
fr: Mot de passe oublié?

source: Create an Account
fr: Créer un compte

source: Confirm Password
fr: Confirmez Le Mot De Passe

source: By creating an account means you agree to App Movement's <br /> %s and %s
fr: En créant un compte, vous acceptez de <br /> Mouvement App %s et %s

source: I already have an account
fr: Je ai déjà un compte

source: Reset Your Password
fr: Réinitialisez Votre Mot De Passe

source: Please enter new password below.
fr: S'il vous plaît entrer un nouveau mot de passe ci-dessous.

source: New Password
fr: Nouveau Mot De Passe

source: Please re-enter password
fr: S'il vous plaît entrer de nouveau le mot de passe

source: %s's Profile
fr: %s Profil de l '

source: %s has no movements
fr: %s n'a pas de mouvements
