Repository: digitalinteraction/appmovement
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: You have requested to reset your %s password
fr: Vous avez demandé à réinitialiser votre %s le mot de passe

source: In order to reset your password please click the following link and follow the instructions.
fr: Afin de réinitialiser votre mot de passe s'il vous plaît cliquez sur le lien suivant et suivez les instructions.

source: Support Phase Complete
fr: Phase de support complet

source: Over <strong>%s</strong> people have supported the idea of creating an app for %s
fr: Plus de <strong> %s </ strong> les gens ont soutenu l'idée de créer une application pour %s

source: Your Movement will now move into the design phase. This is an area where yourself and other supporters complete a series of design tasks to help decide what the final app will be like.
fr: Votre Mouvement va maintenant passer à la phase de conception. Ceci est une zone où vous-même et d'autres partisans compléter une série de tâches de conception pour aider à décider ce que l'application finale sera.

source: It is really import to engage with other supporters of the app to ensure the app we build for you is perfect!
fr: Il est vraiment importer pour engager avec d'autres partisans de l'application pour assurer l'application, nous construisons pour vous est parfait!

source: Get started with the design process now by clicking the following link.
fr: Se familiariser avec le processus de conception maintenant en cliquant sur le lien suivant.

source: Help Design App
fr: Aide Conception App

source: You Supported a Movement
fr: Vous avez soutenu un mouvement

source: You have successfully supported the App Movement for %s
fr: Vous avez soutenu avec succès le Mouvement App pour %s

source: The Movement needs at least %s people to reach its support target. By sharing the Movement page on social networks you are increasing the chances of its success. If the Movement reaches its target then yourself and other supporters will be exclusively invited to the design phase where you can share ideas and vote on the best features/contributions for the app.
fr: Le Mouvement a besoin au moins %s les gens à atteindre son objectif de soutien. En partageant la page Mouvement sur les réseaux sociaux vous augmentez les chances de son succès. Si le Mouvement atteint sa cible, puis vous-même et d'autres partisans seront exclusivement invités à la phase de conception où vous pouvez échanger des idées et de voter sur les meilleures caractéristiques / contributions pour l'application.

source: Once the design phase is complete the app will be automatically generated and available to download for free!
fr: Une fois la phase de conception est terminée, l'application sera automatiquement générée et disponible à télécharger gratuitement!

source: Error
fr: Erreur

source: Something went wrong!
fr: Quelque chose a mal tourné!

source: We couldn't find what you were looking for!
fr: Nous ne pouvions pas trouver ce que vous cherchez!

source: Take me home
fr: Ramène moi à la maison

source: Generate Random Pin
fr: Générer Pin aléatoire

source: %s was designed by an engaged community on the App Movement website.
fr: %s a été conçu par une communauté engagée sur le site App Mouvement.

source: It provides a simple and convenient way to discover places and leave reviews. Helping you to rate places by the following important categories:
fr: Il fournit un moyen simple et pratique de découvrir des lieux et de laisser de commentaires. En vous aidant à évaluer lieux par les importantes catégories suivantes:

source: Please visit appmovement.com to start your movement today.
fr: S'il vous plaît visitez appmovement.com pour commencer votre mouvement aujourd'hui.

source: App Movement enables anyone to propose, design and develop a mobile app. No expertise are required just a touch of determination and a great idea!
fr: Mouvement App permet à quiconque de proposer, concevoir et développer une application mobile. Aucune expertise sont nécessaires juste une touche de détermination et une grande idée!

source: community
fr: communauté

source: crowd commissioning
fr: la mise en service foule

source: This app allows anyone to rate and review locations on the map.
fr: Cette application permet à quiconque de taux et d'examen emplacements sur la carte.

source: Anyone can share a review and post an image for others to see.
fr: Tout le monde peut partager votre avis et poster une image pour les autres à voir.

source: You can view your reviews on your profile page.
fr: Vous pouvez afficher vos commentaires sur votre page de profil.

source: Movement Description
fr: Mouvement description

source: Save Changes
fr: Sauvegarder Les Changements

source: by %s
fr: par %s

source: Delete Movement
fr: Supprimer Mouvement

source: Everything
fr: Tout

source: Recent
fr: Récent

source: Popular
fr: Populaire

source: Search Movements
fr: Recherche Mouvements

source: No Movements Found
fr: Pas de mouvements trouvés

source: Please search again
fr: S'il vous plaît effectuer une nouvelle recherche

source: This application has made it to the launch phase, don't worry we will take it from here.
fr: Cette application a fait à la phase de lancement, ne vous inquiétez pas, nous allons le prendre à partir d'ici.

source: Our engineers will use all of the communities contributions from the design phase to build a bespoke application.
fr: Nos ingénieurs vont utiliser toutes les communautés des contributions de la phase de conception pour créer une application sur mesure.

source: We will then release the application to the relevant App Stores and notify you when it is available to download.
fr: Nous allons ensuite libérer l'application sur les App Stores pertinentes et vous avertir quand il est disponible au téléchargement.

source: View Contributions</div>
fr: Voir Contributions </ div>

source: Invite Some Friends
fr: Inviter des amis

source: Congratulations
fr: Félicitations

source: It is important to gain as much support as possible for your movement. To get started why not tell some friends and get the ball rolling. Once this step is complete your movement will be available for the world to see!
fr: Il est important de gagner autant de soutien que possible pour votre mouvement. Pour commencer, pourquoi ne pas dire quelques amis et faire bouger les choses. Une fois que cette étape est terminée votre mouvement sera disponible pour le monde à voir!

source: Name
fr: Nom

source: Skip
fr: Sauter

source: All
fr: Tous

source: You have not started or supported any yet!
fr: Vous avez pas commencé ou tout encore pris en charge!

source: Geolocation Review
fr: Géolocalisation critique

source: Social Network
fr: Réseau social

source: Information
fr: Informations

source: Events
fr: Événements

source: A 'Geolocation Review' app allows users to rate and review anything with a fixed location. An example might be a cafe, a public park or somewhere to lock your bicycle. Anyone can add new points of interest to the map and reviews on their own and other people's contributions.
fr: App A 'Géolocalisation Review »permet aux utilisateurs de noter et examiner quelque chose avec un emplacement fixe. Un exemple pourrait être un café, un parc public ou un endroit pour verrouiller votre vélo. Tout le monde peut ajouter de nouveaux points d'intérêt pour la carte et commentaires sur les contributions de leurs propres et d'autres personnes.

source: A 'Social Network' is a type of application that allows people to connect with one another another. It enables users to share content such as photos, videos, comments and other media.
fr: Un «réseau social» est un type d'application qui permet aux gens de se connecter avec l'autre une autre. Il permet aux utilisateurs de partager du contenu comme des photos, des vidéos, des commentaires et d'autres médias.

source: An 'Information' app provides a quick method of accessing detailed information about a specific subject. It can be useful in a variety of situations where a little extra information is key.
fr: Une application de l'information fournit une méthode rapide d'accéder à des informations détaillées sur un sujet précis. Il peut être utile dans une variété de situations où un peu d'informations supplémentaires est la clé.

source: Our lives are full of exciting events, an 'Event' app can help people to keep track of what events are taking place in the future. Such an app could also act as a discovery tool for say a recent fan or enthusiast.
fr: Nos vies sont pleines d'événements excitants, une application de l'événement peut aider les gens à garder une trace de ce que les événements se déroulent à l'avenir. Une telle application pourrait aussi agir comme un outil de découverte pour dire un fan récent ou amateur.

source: The best places to feed ducks
fr: Les meilleurs endroits pour nourrir les canards

source: Restaurants that cater for nut allergies
fr: Restaurants qui répondent aux allergies aux noix

source: Amazing street art in London
fr: Art de rue étonnant à Londres

source: Public toilet finder
fr: Toilettes publiques finder

source: Sports coach network
fr: Sport réseau de coach

source: A super social network for teenager
fr: Un super réseau social pour adolescent

source: Dog owners social network
fr: Les propriétaires de chiens de réseau social

source: Young mothers support network
fr: Les jeunes mères réseau de soutien

source: Miami tourist guide
fr: Miami guide touristique

source: Help guide for your new computer
fr: Guide d'aide pour votre nouvel ordinateur

source: Top tips for looking after your children
fr: Les meilleurs conseils pour vous occuper de vos enfants

source: Live gigs for the Artic Monkeys
fr: Concerts live pour le Artic Monkeys

source: Car boot sales in the North East
fr: Les ventes de démarrage de voiture dans le Nord-Est

source: Stand up comedy events in London
fr: Stand up événements de comédie à Londres

source: App Type
fr: Type de App

source: Other
fr: Autre

source: Select the type of application you wish to launch.
fr: Sélectionnez le type d'application que vous souhaitez lancer.

source: Not Currently Available
fr: Actuellement non disponible

source: Example Applications
fr: Exemples d'applications

source: Suggest App Type
fr: Proposer type App

source: We would like to provide you with more templates in the future, please submit your app type ideas below to help us to provide more relevant app types.
fr: Nous tenons à vous fournir plus de modèles à l'avenir, s'il vous plaît soumettre vos idées appli de type ci-dessous pour nous aider à fournir des types d'applications les plus pertinents.

source: Your Suggestion
fr: Votre Suggestion

source: Keep your supporters informed
fr: Gardez vos partisans informés

source: Send your supporters updates to keep them informed and get them involved. Your update will be sent directly to their email inbox. Please note, you can only send a maximum of 2 updates per day.
fr: Envoyer vos mises à jour de supporters pour les tenir informés et de les faire participer. Votre mise à jour sera envoyée directement à leur boîte e-mail. S'il vous plaît noter que vous ne pouvez envoyer un maximum de deux mises à jour par jour.

source: Keep your supporters in the loop by posting an update.
fr: Gardez vos partisans dans la boucle en publiant une mise à jour.

source: How it Works
fr: Comment ça marche

source: Start your movement
fr: Commencez votre mouvement

source: Add your idea to the site and get your friends and family to support your campaign.
fr: Ajouter votre idée sur le site et obtenir vos amis et votre famille pour soutenir votre campagne.

source: Design together
fr: Concevoir ensemble

source: Submit ideas and vote on community contributions to select the features you want.
fr: Proposez des idées et de voter sur les contributions de la communauté pour sélectionner les fonctionnalités que vous souhaitez.

source: Launch the app
fr: Lancez l'application

source: We build your app based on the results of the design phase and release it for iOS and Android.
fr: Nous construisons votre application sur la base des résultats de la phase de conception et la relâcher pour iOS et Android.

source: Share your app idea with the world and get your community involved
fr: Partagez votre app idée avec le monde et obtenir votre communauté impliquée

source: Post your awesome app idea to the site and start your movement. Select from an app template, add a title and description and hit start!
fr: Diffusez votre app idée géniale sur le site et commencer votre mouvement. Sélectionnez à partir d'un modèle de l'application, ajouter un titre et une description et cliquez sur Start!

source: Engage your Community
fr: Engagez votre Communauté

source: Get support from your community and promote your movement through social media to reach your target.
fr: Obtenez le soutien de votre communauté et de promouvoir votre mouvement à travers les médias sociaux pour atteindre votre cible.

source: Share your idea with friends
fr: Partagez votre idée avec des amis

source: Hit your target by sharing your movement through social media. Get your friends involved so they can get in on the action too.
fr: Toucher votre cible en partageant votre mouvement à travers les médias sociaux. Demandez à vos amis impliqués afin qu'ils puissent obtenir dans l'action aussi.

source: Hit your target
fr: Toucher votre cible

source: Reach your target number of supporters for yout idea and proceed to designing your app.
fr: Atteignez votre nombre cible de fans pour idée yout et de procéder à la conception de votre application.

source: Design with your community
fr: Conception avec votre communauté

source: Share ideas and vote on the best features you want in the app.
fr: Partager des idées et de voter sur les meilleures fonctionnalités que vous voulez dans l'application.

source: Contribute ideas
fr: Apporter des idées

source: Got a great idea for the name? Want to pick the colour scheme? Submit your idea to the community.
fr: Vous avez une bonne idée pour le nom? Vous voulez choisir la palette de couleurs? Soumettez votre idée à la communauté.

source: Vote on features
fr: Vote sur les caractéristiques

source: Work together to vote on the best ideas from within your community. The best ideas with the most votes are selected for the final app.
fr: Travailler ensemble pour voter sur les meilleures idées au sein de votre communauté. Les meilleures idées avec le plus de votes sont sélectionnés pour l'application finale.

source: Discuss your ideas
fr: Discutez de vos idées

source: Start the conversation around what features you want in the app and what they might look like.
fr: Commencez la conversation autour de quelles fonctionnalités vous voulez dans l'application et ce qu'ils pourraient ressembler.

source: Your app is generated by us
fr: Votre application est généré par nous

source: Once the best ideas have been voted on we'll automatically add them to the app.
fr: Une fois que les meilleures idées ont été votées, nous allons les ajouter automatiquement à l'application.

source: Launch your app to the world
fr: Lancez votre application dans le monde

source: Your app is automatically generated and free for your community to download.
fr: Votre application est automatiquement généré et pour votre communauté à télécharger gratuitement.

source: Download your app
fr: Téléchargez votre app

source: We'll automatically generate the app for Android and iOS and tell you when it's ready so you can be the first to download it!
fr: Nous allons générer automatiquement l'application pour Android et iOS et vous dire quand il est prêt de sorte que vous pouvez être le premier à le télécharger!

source: Share with everyone
fr: Partager avec tout le monde

source: Excited by your new app? Tell people about it and get them to download the app so they can use it too!
fr: Excité par votre nouvelle application? Dites aux gens à ce sujet et les amener à télécharger l'application afin qu'ils puissent l'utiliser aussi!

source: Sustain your community
fr: Soutenir votre communauté

source: The app will be available to everyone, it's important you contribute content as much as possible to improve it for others.
fr: L'application sera disponible pour tout le monde, il est important que vous cotisez contenu autant que possible de l'améliorer pour les autres.

source: Feel awesome!
fr: Sentez-vous génial!

source: Congratulations you've made it! You can feel awesome knowing you've released an app for everyone to enjoy, good job!
fr: Félicitations, vous avez fait! Vous pouvez sentir génial vous connaître avez sorti une application pour tous les goûts, du bon travail!

source: Get Started
fr: Commencer

source: Send an email
fr: Envoyer un E-Mail

source: If you have any questions, would like to work with the team or have any other concerns please contact the team on the following email address:
fr: Si vous avez des questions, voudrait travailler avec l'équipe ou qui ont d'autres préoccupations s'il vous plaît contacter l'équipe sur l'adresse email suivante:

source: What is App Movement?
fr: Quel est le Mouvement App?

source: App Movement enables any individual, community or organisation to propose, design and develop a multi-platform mobile application. No expertise are required to get started just a touch of determination and a great idea.
fr: Mouvement App permet à tout individu, communauté ou organisation à proposer, concevoir et développer une application mobile multi-plate-forme. Aucune expertise sont nécessaires pour commencer juste une touche de détermination et une grande idée.

source: Who created this?
fr: Qui a créé ce?

source: App Movement is a research project created by %s at Newcastle University. This research project aims to explore how communities can begin to design and commission technology at a grassroots level. As such we will be collecting data about the websites usage and the mobile applications generated by App Movement. You can find out more in our privacy policy.
fr: Mouvement App est un projet de recherche créé par %s à l'Université de Newcastle. Ce projet de recherche vise à explorer comment les communautés peuvent commencer à la conception et à la technologie de la commission au niveau de la base. En tant que tel, nous allons recueillir des données sur l'utilisation des sites Web et les applications mobiles générés par le Mouvement App. Vous pouvez en savoir plus dans notre politique de confidentialité.

source: Why did we create App Movement?
fr: Pourquoi avons-nous créé Mouvement App?

source: We realised that in the digital age communities need digital tools and services. However the development and creation of these services has traditionally been commissioned by local government, bed room programmers or enthusiastic community members. However we argue that this top down, reactive approach, fails to address real needs of communities. Therefore we believe anyone who has a genuine need for a mobile application should not be limited by their lack of software development experience.
fr: Nous avons réalisé que dans l'ère numérique communautés ont besoin d'outils et de services numériques. Toutefois, le développement et la création de ces services a traditionnellement été commandé par le gouvernement local, les programmeurs de la salle de lit ou membres de la communauté enthousiastes. Cependant, nous soutenons que ce haut vers le bas, approche réactive, ne parvient pas à répondre aux besoins réels des communautés. Par conséquent, nous croyons que toute personne qui a un véritable besoin pour une application mobile ne doit pas être limité par leur manque d'expérience de développement de logiciels.

source: This project was funded by both the EPSRC Social Inclusion Through the Digital Economy (SiDE) and the AHRC Creative Exchange (CX) research projects.
fr: Ce projet a été financé à la fois par l'inclusion EPSRC sociale dans l'économie numérique (côté) et les PAC Creative Exchange (CX) des projets de recherche.

source: What is AppMovement?
fr: Quel est AppMovement?

source: What is a Movement?
fr: Qu'est-ce qu'un mouvement?

source: A Movement is an awesome idea for an app that has been created by a member of your community and allows other individuals to come together and support the idea. Once the Movement has reached the Supporter Target the Movement will move into the design phase to allow you to begin designing the features in your app. After this has been completed the app will be automatically generated and free to download for all.
fr: Un mouvement est une idée géniale pour une application qui a été créée par un membre de votre communauté et permet d'autres personnes de se rassembler et de soutenir l'idée. Une fois que le Mouvement a atteint le Supporter cibler le Mouvement va passer à la phase de conception pour vous permettre de commencer à concevoir les fonctionnalités dans votre application. Après cela a été achevé l'application sera généré automatiquement et à télécharger tout à fait gratuitement.

source: What does it mean to be a Supporter?
fr: Qu'est-ce que cela signifie d'être un partisan?

source: By supporting a Movement you are pledging your support for the idea. This will allow you to be a part of the design phase and gain early access to the automatically generated mobile app when it becomes available. There are no financial commitments to being a supporter and you have the choice to interact with the Movement as you see fit. During the design phase you can contribute ideas e.g. the app's name or colour scheme and you do not require any technical expertise.
fr: En soutenant un mouvement vous promettant de votre soutien à l'idée. Cela vous permettra d'être une partie de la phase de conception et gagnez un accès rapide à l'application mobile généré automatiquement quand il sera disponible. Il n'y a pas d'engagements financiers à être un partisan et vous avez le choix d'interagir avec le Mouvement comme bon vous semble. Pendant la phase de conception, vous pouvez apporter des idées par exemple nom ou la couleur le schéma de l'application et vous ne nécessitent aucune expertise technique.

source: What is the Design Phase?
fr: Quelle est la phase de conception?

source: The Design Phase is accessible by only the supporters who have supported a movement and allows them to contribute ideas and vote on the best contributions made by others. In this phase you will not be asked to write any code, just simply come up with names and colour schemes for example.
fr: La phase de conception est accessible uniquement par les supporters qui ont soutenu un mouvement et leur permet d'apporter des idées et de voter sur les meilleures contributions faites par d'autres. Dans cette phase, vous ne serez pas invité à écrire de code, simplement venir avec des noms et des couleurs par exemple.

source: How do you automatically generate an app?
fr: Comment voulez-vous générer automatiquement une application?

source: When movements are created by users they are created using a template we have developed. This template allows us to automatically configure the mobile application so that it reflects the design choices made by the community in the design phase.
fr: Lorsque les mouvements sont créés par les utilisateurs, ils sont créés en utilisant un modèle que nous avons développé. Ce modèle nous permet de configurer automatiquement l'application mobile de façon à ce qu'il reflète les choix de conception réalisés par la communauté dans la phase de conception.

source: Who owns the generated app?
fr: Qui est propriétaire de l'application générée?
